{"error":[256],"message":["685"],"parameters":{"_source":{"id":[685],"name":["Amnesty International (DE)"],"url":["amnesty.de"],"created_at":["2018-08-28 01:40:16.981206"],"updated_at":["2021-03-25 03:19:37.832941"],"wikipedia":["https://de.wikipedia.org/wiki/Amnesty_International#Deutsche_Sektion"],"keywords":{},"related":{},"slug":["amnesty_international_de"],"is_comprehensively_reviewed":[false],"user_id":{},"rating":["N/A"],"status":{},"nice_service":["amnesty-international--de-"],"image":["685.png"]},"image":["https://tosdr-logos.s3.eu-west-2.jbcdn.net/685.png"],"documents":[{"id":411,"name":"Datenschutzhinweise / Privacy Policy","url":"https://www.amnesty.de/datenschutzhinweise","xpath":"","text":" Direkt zum Inhalt Amnesty International Open main navigation Open search form Jetzt spenden! Open account navigation Benutzermenü <ul>\n<li> Mein Amnesty <ul> * Pflichtfelder <li> Neues Passwort anfordern <\/li>\n<li> Neu bei Amnesty<p>Richte dir einen Zugang ein und verwalte deine Daten.<\/p> Hier registrieren <\/li>\n<\/ul>\n<\/li>\n<\/ul> E-Mail Eine gültige E-Mail-Adresse.\nAlle E-Mails der Website werden an diese Adresse geschickt.\nDie Adresse wird nicht veröffentlicht und wird nur verwendet, wenn Sie ein neues Passwort anfordern oder wenn Sie einstellen, bestimmte Informationen oder Benachrichtigungen per E-Mail zu erhalten.\nPflichtfelder E-Mail <p>Passwort Wiederherstellungsinformationen werden dir per E-Mail geschickt.<\/p> Pflichtfelder Presse <ul>\n<li> Presse <\/li>\n<\/ul> Hauptnavigation <ul>\n<li> Kampagnen Kampagnen Übersicht <ul>\n<li> Briefmarathon 2020 <\/li>\n<li> Briefmarathon an Schulen <\/li>\n<li> Ungarn: Menschenrechte in Gefahr <\/li>\n<li> Retten verboten <\/li>\n<li> Mut braucht Schutz <\/li>\n<li> Gemeinsam gegen Rassismus in Deutschland! <\/li>\n<li> Nie Allein <\/li>\n<li> Corona-Krise: Auf Abstand und doch zusammen <\/li>\n<\/ul>\n<\/li>\n<li> Informieren Informieren Übersicht <ul>\n<li> Aktuelles <\/li>\n<li> Themen <\/li>\n<li> Länder <\/li>\n<li> Bildung <\/li>\n<li> Kultur <\/li>\n<li> Amnesty Journal <\/li>\n<li> Amnesty Report <\/li>\n<li> Über Menschenrechte <\/li>\n<li> Blog <\/li>\n<\/ul>\n<\/li>\n<li> Mitmachen Mitmachen Übersicht <ul>\n<li> Urgent Actions <\/li>\n<li> Mitglied werden <\/li>\n<li> Gruppe finden <\/li>\n<li> Petitionen <\/li>\n<li> Ehrenamt <\/li>\n<li> Termine <\/li>\n<li> Briefe gegen das Vergessen <\/li>\n<li> Jugend für Amnesty <\/li>\n<li> Dein Infopaket <\/li>\n<li> Unsere Erfolge <\/li>\n<\/ul>\n<\/li>\n<li> Spenden Spenden Übersicht <ul>\n<li> Jetzt spenden! <\/li>\n<li> Amnesty in Bewegung <\/li>\n<li> Spenden und Ethik <\/li>\n<li> Dauerhaft fördern <\/li>\n<li> Im Trauerfall spenden <\/li>\n<li> Spendenservice <\/li>\n<li> Mein Testament <\/li>\n<li> Hilfe für traumatisierte Flüchtlinge <\/li>\n<\/ul>\n<\/li>\n<li> Amnesty Amnesty Übersicht <ul>\n<li> Wer wir sind <\/li>\n<li> Wie wir arbeiten <\/li>\n<li> Jobs &amp.\nAusschreibungen <\/li>\n<li> Amnesty International in Deutschland <\/li>\n<li> Unsere Geschichte <\/li>\n<li> Amnesty-Beteiligungen <\/li>\n<li> Amnesty ist international <\/li>\n<\/ul>\n<\/li>\n<li> Presse <\/li>\n<\/ul> Datenschutzhinweise <p>Amnesty International nimmt den Schutz personenbezogener Daten sehr ernst.\nAuf dieser Seite informieren wir darüber, welche personenbezogenen Daten bei der Nutzung dieser Seite und ihrer Angebote verarbeitet werden und zu welchen Zwecken diese Daten verwendet werden.\nDiese Datenschutzerklärung setzt bereits die Anforderungen nach der EU Datenschutz-Grundverordnung (\"DS-GVO\") um, die ab dem 25.05.2018 anwendbar ist.<\/p>\n1.\nProtokolldaten des Webservers\n<p>Unser Webserver verarbeitet bei jeder Anfrage eine Reihe von Daten, die Ihr Browser automatisch an unseren Webserver übermittelt.\nDabei handelt es sich um die Ihrem Gerät aktuell zugewiesene IP-Adresse, das Datum und die Uhrzeit der Anfrage, die Zeitzone, die konkret aufgerufene Seite oder Datei, den http-Statuscode und die übertragene Datenmenge.\nZusätzlich die Website, von der Ihre Anfrage kam, den verwendeten Browser, das Betriebssystem Ihres Endgerätes und die eingestellte Sprache.\nDiese Daten nutzt der Webserver, um die Inhalte dieser Website bestmöglich auf Ihrem Gerät darzustellen.\nIhre IP-Adresse wird nach dem Ende der Verbindung umgehend gelöscht, die übrigen Daten werden zu statistischen Zwecken ohne Bezug zu Ihrer Person gespeichert.\nDie IP-Adresse wird während der Verbindung benötigt, um die Inhalte unserer Website an Ihren Browser zu übertragen.\nRechtsgrundlage für die Verarbeitung der IP-Adresse ist Art.\n6 Abs.\n1 b) DS-GVO (bis einschließlich 24.05.2018: § 28 Abs.\n1 Nr.\n1 BDSG).\nDie Übermittlung der IP-Adresse ist erforderlich, um die Inhalte der Website anzuzeigen.\nohne Übermittlung der IP-Adresse ist eine Anzeige der Website nicht möglich.<\/p>\n2.\nCookies und Webanalyse\n<p>Amnesty International nutzt zur bedarfsgerechten Gestaltung des Dienstes und zu Marketingzwecken Trackingtechnologien der Firma etracker.\nMit etracker besteht eine entsprechende Vereinbarung zur Auftragsverarbeitung nach Art.\n28 DS-GVO (bis einschließlich 24.05.2018: Auftragsdatenverarbeitung nach § 11 BDSG).\nAus diesen Daten werden Nutzungsprofile unter Pseudonym erstellt.\nHierzu werden auch so genannte \"Cookies\" eingesetzt.\nBei Cookies handelt es sich um kleine Textdateien, die lokal im Speicher Ihres Internet-Browsers gespeichert werden, sofern Ihr Browser die Speicherung von Cookies gestattet.\nSie können dies über die Einstellungen Ihres Browsers selbst festlegen.\nDie Cookies ermöglichen die Wiedererkennung Ihres Internet-Browsers bei zukünftigen Besuchen.\nDie mit den etracker-Technologien erhobenen Daten werden nicht dazu genutzt, Besucher dieser Website persönlich zu identifizieren und sie werden nicht mit personenbezogenen Daten über den Träger des Pseudonyms zusammengeführt.\nDieser Datenverarbeitung können Sie jederzeit mit Wirkung für die Zukunft widersprechen.<\/p>\n<p>Rechtsgrundlage dieser Verarbeitung ist das berechtigte ideelle und wirtschaftliche Interesse von Amnesty International an einer pseudonymen Analyse des Besucherverhaltens zur bedarfsgerechten Gestaltung des Dienstes und zu Marketingzwecken (bis einschließlich 24.05.2018: § 15 Abs.\n3 TMG).\nPseudonymisierte Daten werden nach fünf Jahren automatisch gelöscht.\nDie Ausübung des Widerspruchsrechts hat keine Auswirkung auf die Nutzbarkeit der Website.<\/p>\n<strong>2.1 Onlinemarketing<\/strong>\n<p>Amnesty International und von uns beauftragte Dienstleister verarbeiten personenbezogene Daten zu Zwecken des Onlinemarketings, worunter insbesondere die Darstellung von werbenden und sonstigen Inhalten (zusammenfassend als \"Inhalte\" bezeichnet) anhand potentieller Interessen der Nutzer sowie die Messung ihrer Effektivität fallen kann.\nHierfür besteht mit PLAN Mediaagentur GmbH eine entsprechende Vereinbarung zur Auftragsverarbeitung nach Art.\n28 DS-GVO (bis einschließlich 24.05.2018: Auftragsdatenverarbeitung nach § 11 BDSG).<\/p>\n<p>Zu diesem Zweck werden sogenannte Nutzerprofile angelegt und in einer Datei (sogenannte \"Cookie\") gespeichert oder ähnliche Verfahren genutzt, mittels derer die für die Darstellung der vorgenannten Inhalte relevante Angaben zum Nutzer gespeichert werden.\nZu diesen Angaben können z.B.\nbetrachtete Inhalte, besuchte Webseiten, genutzte Onlinenetzwerke, aber auch Kommunikationspartner und technische Angaben, wie der verwendete Browser, das verwendete Computersystem sowie Angaben zu Nutzungszeiten gehören.\nSofern Nutzer in die Erhebung ihrer Standortdaten eingewilligt haben, können auch diese verarbeitet werden.<\/p>\n<p>Es werden ebenfalls die IP-Adressen der Nutzer gespeichert.\nJedoch nutzen wir zur Verfügung stehende IP-Masking-Verfahren (d.h., Pseudonymisierung durch Kürzung der IP-Adresse) zum Schutz der Nutzer.\nGenerell werden im Rahmen des Onlinemarketingverfahren keine Klardaten der Nutzer (wie z.B.\nE-Mail-Adressen oder Namen) gespeichert, sondern Pseudonyme.\nD.h.\nwir als auch die Anbieter der Onlinemarketingverfahren kennen nicht die tatsächliche Identität der Nutzer, sondern nur die in deren Profilen gespeicherten Angaben.<\/p>\n<p>Da IP-Adressen in Deutschland als personenbezogene Daten bewertet werden, speichert Adform in Deutschland niemals vollständige IP-Adressen ab, sondern kürzt das letzte Oktett weg, um dem Datenschutz zu entsprechen.<\/p>\n<p>Die Angaben in den Profilen werden im Regelfall in den Cookies oder mittels ähnlicher Verfahren gespeichert.\nDiese Cookies können später generell auch auf anderen Webseiten, die dasselbe Onlinemarketingverfahren einsetzen, ausgelesen und zu Zwecken der Darstellung von Inhalten analysiert als auch mit weiteren Daten ergänzt und auf dem Server des Onlinemarketingverfahrensanbieters gespeichert werden.<\/p>\n<p>Wir erhalten grundsätzlich nur Zugang zu zusammengefassten Informationen über den Erfolg unserer Werbeanzeigen.\nJedoch können wir im Rahmen sogenannter Konversionsmessungen prüfen, welche unserer Onlinemarketingverfahren zu einer sogenannten Konversion geführt haben, d.h.\nz.B., zu einer Aktionsteilnahme.\nDie Konversionsmessung wird alleine zur Analyse des Erfolgs unserer Marketingmaßnahmen verwendet.<\/p>\n<p>Solange nicht anders angegeben, bitten wir Sie davon auszugehen, dass verwendete Cookies für einen Zeitraum von 13 Monaten gespeichert werden.<\/p>\n<p>\n<strong>Hinweise zu Rechtsgrundlagen:<\/strong> Sofern wir die Nutzer um deren Einwilligung in den Einsatz der Drittanbieter bitten, ist die Rechtsgrundlage der Verarbeitung von Daten die Einwilligung.\nAnsonsten werden die Daten der Nutzer auf Grundlage unserer berechtigten Interessen (d.h.\nInteresse an effizienten, wirtschaftlichen und empfängerfreundlichen Leistungen) verarbeitet.\nIn diesem Zusammenhang möchten wir Sie auch auf die Informationen zur Verwendung von Cookies in dieser Datenschutzerklärung hinweisen.<\/p>\n<p>Adform-Pixel: Mit Hilfe des Adform-Pixels ist es zum einen möglich, die Besucher unseres Onlineangebotes als Zielgruppe zu bestimmen.\nMit Hilfe des Adform-Pixels können wir die Wirksamkeit unserer Angebote und Kampagnen für statistische und Marktforschungszwecke nachvollziehen, indem wir sehen, ob Nutzer nach dem Klick auf ein Angebot auf unsere Webseite weitergeleitet wurden (sogenannte \"Konversionsmessung\").<\/p>\n<p>• Verarbeitete Datenarten: Nutzungsdaten (z.B.\nbesuchte Webseiten, Interesse an Inhalten, Zugriffszeiten), Meta-/Kommunikationsdaten (z.B.\nGeräte-Informationen, IP-Adressen), Standortdaten (Daten, die den Standort des Endgeräts eines Endnutzers angeben).<br>\n• Betroffene Personen: Nutzer (z.B.\nWebseitenbesucher, Nutzer von Onlinediensten).<br>\n• Zwecke der Verarbeitung: Tracking (z.B.\ninteressens-/verhaltensbezogenes Profiling, Nutzung von Cookies), Remarketing, Besuchsaktionsauswertung, Interessenbasiertes und verhaltensbezogenes Marketing, Profiling (Erstellen von Nutzerprofilen), Konversionsmessung (Messung der Effektivität von Marketingmaßnahmen), Zielgruppenbildung (Bestimmung von für Marketingzwecke relevanten Zielgruppen oder sonstige Ausgabe von Inhalten), Cross-Device Tracking&nbsp.\n(geräteübergreifende Verarbeitung von Nutzerdaten für Marketingzwecke).<br>\n• Sicherheitsmaßnahmen: IP-Masking (Pseudonymisierung der IP-Adresse).<br>\n• Rechtsgrundlagen: Einwilligung (Art.\n6 Abs.\n1 S.\n1 lit.\na DSGVO), Berechtigte Interessen (Art.\n6 Abs.\n1 S.\n1 lit.\nf.\nDSGVO).<br>\n• Widerspruchsmöglichkeit (Opt-Out): Wir verweisen auf die Datenschutzhinweise der jeweiligen Anbieter und die zu den Anbietern angegebenen Widerspruchsmöglichkeiten (sog.\n\"Opt-Out\").\nSofern keine explizite Opt-Out-Möglichkeit angegeben wurde, besteht zum einen die Möglichkeit, dass Sie Cookies in den Einstellungen Ihres Browsers abschalten.\nHierdurch können jedoch Funktionen unseres Onlineangebotes eingeschränkt werden.\nWir empfehlen daher zusätzlich die folgenden Opt-Out-Möglichkeiten, die zusammenfassend auf jeweilige Gebiete gerichtet angeboten werden: a) Europa: https://www.youronlinechoices.eu.\nb) Gebietsübergreifend: https://optout.aboutads.info.<\/p>\n<p>Eingesetzte Dienste und Anbieter:<\/p>\n<p>• Adform A/S , Wildersgade 10B, 1st floor, DK-1408 Copenhagen, Dänemark<br>\n• Website: https://site.adform.com/company/about/<br>\n• Datenschutzerklärung: https://site.adform.com/privacy-center/overview/<br>\n• Widerspruchmöglichkeit: https://site.adform.com/privacy-center/platform-privacy/right-to-be-for…<br>\n• https://site.adform.com/privacy-center/website-privacy/opt-out/<\/p>\n3.\nEinbindung von Diensten sozialer Netzwerke\n<p>Amnesty International bietet Besuchern der Website die Möglichkeit, Inhalte der Website auf Wunsch über verschiedene soziale Netzwerke zu verbreiten und zu kommentieren.\nDazu können von den jeweiligen Anbietern dieser Dienste bereitgestellte Plug-Ins oder Widgets genutzt werden.\nAnbieter dieser Funktionalität ist stets das jeweilige soziale Netzwerk.\nFür die Nutzung gelten allein die Nutzungs- und Datenschutzbedingungen des jeweiligen sozialen Netzwerkes.\nSämtliche Plug-Ins und Widgets wurden von uns inaktiv gesetzt und verarbeiten Daten der Besucher erst dann, wenn der Besucher die konkrete Funktionalität aktiviert.\nAmnesty International weist darauf hin, dass viele der sozialen Netzwerke bei einer Aktivierung ihrer Dienste personenbezogene Daten in die USA und andere Drittstaaten übermitteln, die nach der DS-GVO (bis einschließlich 24.05.2018: dem BDSG) als datenschutzrechtlich unsichere Drittländer gelten.\nAmnesty International hat keinen Einfluss auf Art und Umfang der Datenverarbeitung durch die jeweiligen sozialen Netzwerke.<\/p>\n4.&nbsp;Teilnahme an Aktionen, Datenübermittlung in Drittländer\n<p>Amnesty International ermöglicht Besuchern der Website die Teilnahme an einer Vielzahl verschiedener Aktionen, wie zum Beispiel die Unterzeichnung von Petitionen oder den Versand von Schreiben an politische Entscheidungsträger.\nJe nach Art der Aktion können dabei auch personenbezogene Daten des Teilnehmers verarbeitet werden.\nDabei werden für die Aktion stets nur diejenigen Daten verarbeitet, die der Teilnehmer selbst eingibt.\nDaten, die für die Teilnahme an der Aktion erforderlich sind, sind jeweils mit einem Sternchen (*) markiert.\nDie Angabe weiterer Daten erfolgt freiwillig.<\/p>\n<p>Die eingegebenen Daten werden von Amnesty International zum Zweck der Durchführung der Aktion, zur Information der Teilnehmer über den Verlauf der Aktion sowie zum Nachweis der Teilnahme des Teilnehmers an der Aktion verarbeitet.\nJe nach Aktion werden die Daten des Teilnehmers auch an politische Entscheidungsträger und andere Adressaten der jeweiligen Aktion übermitteln.<\/p>\n<p>Dabei erfolgt häufig eine Übermittlung von Daten in so genannte Drittländer außerhalb der Europäischen Union, die datenschutzrechtlich als unsichere Drittstaaten zu betrachten sind.\nDie Empfänger oder Gruppen von Empfänger sind jeweils aus der konkreten Aktion ersichtlich.\nDie Empfänger der Daten unterliegen regelmäßig nicht den Vorgaben der DS-GVO.\nAmnesty International hat keinen Einfluss darauf, wie die Empfänger mit den Daten umgehen, ob und zu welchen Zwecken die Daten im Drittland weiter verarbeitet werden.<\/p>\n<p>Rechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 Buchstabe b) DS-GVO (bis einschließlich 24.05.2018: § 28 Abs.\n1 Nr.\n1 BDSG).\nRechtsgrundlage für die Datenübermittlung in das jeweilige Drittland ist Art.\n49 Abs.\n1 Buchstabe b) DS-GVO (bis einschließlich 24.05.2018: § 4c Abs.\n1 Nr.\n2 BDSG).<\/p>\n<p>Die Teilnahme an Aktionen ist freiwillig.\nDie Nichtangabe von Daten, die als erforderlich markiert sind, schließt eine Teilnahme an der Aktion aus.\nDie Teilnahme an Aktionen wird für die Dauer der gesetzlichen Verjährungsfrist (drei Jahre nach Ende des Jahres, in dem die Teilnahme stattgefunden hat) gespeichert.\nSofern der Teilnehmer Nutzer von \"Mein Amnesty\" ist jedoch mindestens für die Dauer der Mitgliedschaft bei \"Mein Amnesty\".<\/p>\n5.\nAbonnement von Newslettern\n<p>Amnesty International bietet den Versand von Informationen zu unterschiedlichen Themen, zu bestimmten Regionen der Welt und zur Arbeit von Amnesty International per E-Mail-Newsletter an.\nNutzer können sich jeweils für einzelne oder mehrere dieser Newsletter anmelden.\nAmnesty International nutzt bei Newslettern geeignete Messverfahren (z.\nB.\nZählpixel), um festzustellen, wie häufig der Newsletter geöffnet wird und welche Links darin angewählt werden.\nMit der Anmeldung für einen Newsletter erteilt der Nutzer seine Einwilligung in die Verarbeitung seiner personenbezogenen Daten zum Versand des jeweiligen Newsletters sowie zur Erfolgsmessung und der statistischen Auswertung (\"Tracking\").\nSofern der Nutzer ein \"Mein Amnesty\"-Konto angelegt hat, kann der Bezug von Newslettern dort durch den Nutzer zentral verwaltet und gesteuert werden.<\/p>\n<p>Rechtsgrundlage für die Datenverarbeitung ist die Einwilligung des Nutzers.\nDie Einwilligung kann jederzeit mit Wirkung für die Zukunft durch Abmeldung von dem Newsletter widerrufen werden.\nJeder Newsletter enthält hierfür einen Link zur einfachen Abmeldung von dem konkreten Newsletter.\nDer Widerruf der Einwilligung muss, wenn er nicht über das \"Mein Amnesty\"-Konto oder den Abmeldelink in dem Newsletter erfolgt, die konkrete E-Mail-Adresse des Nutzer und die Newsletter, von denen die Abmeldung erfolgen soll, nennen.<\/p>\n<p>Die Bestellung von Newslettern ist freiwillig.\nBei Nichtangabe von Daten, die für die Bestellung als erforderlich markiert sind, kann ein Newsletter nicht bezogen werden.\nDie Bestelldaten werden für die Dauer das Bezuges und die Dauer der gesetzlichen Verjährungsfrist (drei Jahre nach Ende des Jahres, in dem die Abbestellung erfolgt ist) gespeichert.\nSofern der Nutzer ein \"Mein Amnesty\"-Konto unterhält, erfolgt die Speicherung mindestens für die Dauer der Mitgliedschaft bei \"Mein Amnesty\".<\/p>\n5.1.\nWeb Push-Benachrichtigungen\n<p>Werden Web Push-Benachrichtigungen von Ihnen aktiviert, wird zur Bereitstellung dieser Funktion ein Service des jeweiligen Browsers eingesetzt.\nFür den Versand von Push-Nachrichten werden ausschließlich anonyme bzw.\npseudonyme Daten übertragen.\nZweck ist ausschließlich die explizit durch Sie eingewilligte Zustellung der durch uns bereitgestellten Information.\nRückschlüsse auf Personen erfolgen nicht.\nWir nehmen zum Versand von Push-Nachrichten externe Dienstleister in Anspruch, die Ihren Sitz innerhalb der EU haben und der DSGVO unterliegen.\nSie können dem Empfang von Benachrichtigungen jederzeit über die Einstellungen Ihres Browsers widersprechen.\nInformationen über die Abmeldung für Web Push-Benachrichtigungen für die jeweiligen Browser finden Sie hier:<\/p>\n<p>Chrome: https://support.google.com/chrome/answer/3220216<br>\nFirefox: https://support.mozilla.org/de/kb/push-benachrichtigungen-firefox<br>\nSafari: https://support.apple.com/de-de/guide/safari/manage-website-notificatio…<br>\nOpera: https://help.opera.com/de/latest/web-preferences/<\/p>\n6.\nSpender und Förderer\n<p>Besucher der Website können die Arbeit von Amnesty Internation unterstützen, indem sie Spender oder Förderer werden.\nHierzu ist die Angabe der im Formular mit einem Sternchen (*) gekennzeichneten Stammdaten erforderlich.\nWeitere Angaben im Formular sind freiwillig.\nAmnesty International verarbeitete die Daten zum Zweck der Abwicklung der Spende oder Förderung.\nRechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 Buchstabe b) DS-GVO (bis einschließlich 24.05.2018: § 28 Abs.\n1 Nr.\n1 BDSG).<\/p>\n<p>Spenden und Förderschaft sind freiwillig.\nDie Nichtangabe von Daten, die als erforderlich markiert sind, schließt eine Spende oder Förderschaft über die Website aus.\nDie Daten des Spenders oder Förderers werden für die Dauer der gesetzlichen Aufbewahrungsfristen (zehn Jahre nach Ende des Kalenderjahres, in dem die letzte Spende oder Förderung erfolgt ist) gespeichert.<\/p>\n<p>\n<strong>Pre-Notification<\/strong>\n<br>\nDie Benachrichtigung (sog.\nPre-Notification) ist Bestandteil des SEPA Lastschriftverfahrens.\nVor einem SEPA Lastschrifteinzug (Einmal- bzw.\nFolge- Lastschrift) muss der Zahlungsempfänger den Zahlungspflichtigen fristgerecht über den beabsichtigten Lastschrifteinzug in Textform mit Angabe des fälligen Einzugsbetrages und dem Fälligkeitsdatum informieren.\nDes Weiteren werden auch die Gläubiger Identifikationsnummer und auch die Mandatsnummer mitgeteilt.<\/p>\n<p>Unterstützer_innen von Amnesty International die Online per Lastschrift spenden,&nbsp;erhalten die Pre-Notification direkt im Anschluß der Spende per E-Mail.\nOffline-Spender_innen erhalten die Pre-Notification&nbsp;postalisch spätestens 1 Tag vor dem Fälligkeitsdatum.<\/p>\n7.\nMein Amnesty\n<p>Amnesty International ermöglicht es Besuchern der Website, ein \"Mein Amnesty\"-Konto anzulegen.\nIn diesem Konto kann der Nutzer zentral seine Stammdaten hinterlegen, die Abonnements von Newslettern verwalten und seine Teilnahme an Aktionen nachvollziehen.\nZwecke der Datenverarbeitung im Rahmen des \"Mein Amnesty\"-Kontos sind die Vereinfachung der Teilnahme an Aktionen und Spenden, die Nachvollziehbarkeit der Teilnahme an Aktionen für den Kontoinhaber und die Verwaltung der Newsletter.\nRechtsgrundlage der Datenverarbeitung ist Art.\n6 Abs.\n1 Buchstabe b) DS-GVO (bis einschließlich 24.05.2018: § 28 Abs.\n1 Nr.\n1 BDSG).<\/p>\n<p>Die Anlage eines \"Mein Amnesty\"-Kontos ist freiwillig.\nDie Nichtangabe von Daten, die als erforderlich markiert sind, schließt eine Anlage des Kontos aus.\nDie Daten werden bis zu einer Löschung des Kontos verarbeitet.<\/p>\n<strong>8.\n(Online-)Veranstaltungen<\/strong>\n<p>Wir setzen Plattformen und Anwendungen anderer Anbieter (nachfolgend bezeichnet als \"Drittanbieter\") zu Zwecken der Durchführung von Video- und Audio-Konferenzen sowie Online-Veranstaltungen ein.<\/p>\n<p>In diesem Rahmen werden Daten der Kommunikationsteilnehmer verarbeitet und auf den Servern der Drittanbieter gespeichert.\nZu diesen Daten können insbesondere Anmelde- und Kontaktdaten, visuelle sowie stimmliche Beiträge sowie Eingaben in Chats und geteilte Bildschirminhalte gehören.<\/p>\n<p>Sofern Sie im Rahmen der Kommunikation, Geschäfts- oder anderen Beziehungen mit uns auf die Drittanbieter, bzw.\nderen Software oder Plattformen verwiesen werden, können die Drittanbieter Nutzungsdaten und Metadaten zu Sicherheitszwecken, Serviceoptimierung oder Marketingzwecken verarbeiten.\nBitte beachten Sie daher auch die Datenschutzhinweise der jeweiligen Drittanbieter.<\/p>\n<p>Falls wir Sie um Ihre Einwilligung in den Einsatz der Drittanbieter oder bestimmter Funktionen bitten (z.\nB.\nEinverständnis mit einer Aufzeichnung von Gesprächen), ist die Rechtsgrundlage der Verarbeitung die Einwilligung.\nDeren Einsatz kann auch Bestandteil unserer (vor)vertraglichen Leistungen sein, sofern der Einsatz der Drittanbieter in diesem Rahmen vereinbart wurde.\nAnsonsten werden die Daten der Nutzer auf Grundlage unserer berechtigten Interessen an einer effizienten und sicheren Kommunikation mit unseren unser Kommunikationspartnern verarbeitet.\nIn diesem Zusammenhang möchten wir Sie zusätzlich auf die Informationen zur Verwendung von Cookies in dieser Datenschutzerklärung verweisen.<\/p>\n<p>\n<strong>Verarbeitungsort:<\/strong> Die Datenverarbeitung findet <strong>ausschließlich im europäischen Wirtschaftsraum<\/strong> (EWG) und damit im unmittelbaren Geltungsbereich der DSGVO statt.<\/p>\n<p>\n<strong>Verarbeitet werden: <\/strong>Bestandsdaten (z.B.\nNamen, Adressen), Kontaktdaten (z.B.\nE-Mail, Telefonnummern), Inhaltsdaten (z.B.\nTexteingaben, Fotografien, Videos), Nutzungsdaten (z.B.\nbesuchte Webseiten, Interesse an Inhalten, Zugriffszeiten), Meta-/Kommunikationsdaten (z.B.\nGeräte-Informationen, IP-Adressen).<br>\n<strong>Betroffene:<\/strong> Kommunikationspartner, Nutzer (z.B.\nWebseitenbesucher, Nutzer von Onlinediensten).<br>\n<strong>Verarbeitungszweck:<\/strong> Vertragliche Leistungen und Service, Kontaktanfragen und Kommunikation, Büro- und Organisationsverfahren, u.\nU.\nDirektmarketing (z.B.\nper E-Mail oder postalisch).<br>\n<strong>Rechtsgrundlagen:<\/strong> Einwilligung (Art.\n6 Abs.\n1 S.\n1 lit.\na) DSGVO), Vertragserfüllung und vorvertragliche Anfragen (Art.\n6 Abs.\n1 S.\n1 lit.\nb) DSGVO), Berechtigte Interessen (Art.\n6 Abs.\n1 S.\n1 lit.\nf) DSGVO).<\/p>\n<p>\n<strong>Eingesetzte Dienste und Diensteanbieter:<\/strong>&nbsp;<\/p>\n<ul>\n<li>BigBlueButton: Konferenz- und Webinarsoftware<br> Dienstanbieter: BigBlueButton Inc., URL WebSite: https://bigbluebutton.org/, URL-Datenschutzhinweise: https://bigbluebutton.org/privacy/<br> bereitgestellt im Zuge einer Verarbeitung im Auftrag durch osc- open source company UG, Gutenbergstrasse 2, 88677 Markdorf, WebSite: https://www.open-source-company.de/&nbsp.\nDatenschutzhinweise: https://www.open-source-company.de/datenschutz/<\/li>\n<li>OpenSlides: Konferenz- und Webinarsoftware<br> Dienstanbieter: Intevation GmbH, Neuer Graben 17, 49074 Osnabrück, URL Website: https://openslides.com/de, URL Datenschutzhinweise: https://openslides.com/de/privacy<br> bereitgestellt im Zuge einer Verarbeitung im Auftrag durch Intevation GmbH<\/li>\n<\/ul>\n9.\nEmpfänger von personenbezogenen Daten\n<p>Sofern personenbezogene Daten des Besuchers an Dritte weitergegeben werden, wird darauf bei der Beschreibung der Datenverarbeitung hingewiesen (z.B.\nbei der Teilnahme an Aktionen).\nDarüber hinaus setzt Amnesty International auch Dienstleister als Auftragsverarbeiter im Sinne des Art.\n28 DS-GVO (bis einschließlich 24.05.2018: § 11 BDSG) ein (z.B.\nfür das Webhosting dieser Website, das Hosting von Datenbanken, den Versand von E-Mails und Briefen, die Wartung und Pflege von IT-Systemen, etc.).<\/p>\n10.\nIhre Rechte\n<p>Sofern wir Ihre Daten auf Grundlage einer Einwilligungserklärung verarbeiten, haben Sie jederzeit das Recht diese Einwilligung mit Wirkung für die Zukunft zu widerrufen.<\/p>\n<p>Sie haben außerdem das Recht, jederzeit Auskunft über alle personenbezogenen Daten zu verlangen, die wir von Ihnen verarbeiten.<\/p>\n<p>Sollten Ihre personenbezogenen Daten unrichtig oder unvollständig sein, haben Sie ein Recht auf Berichtigung und Ergänzung.<\/p>\n<p>Sie können ferner jederzeit die Löschung Ihrer personenbezogenen Daten verlangen, sofern wir nicht rechtlich zur weiteren Verarbeitung Ihrer Daten verpflichtet oder berechtigt sind.<\/p>\n<p>Bei Vorliegen der gesetzlichen Voraussetzungen können Sie auch eine Einschränkung der Verarbeitung Ihrer personenbezogenen Daten nach Art.\n18 DS-GVO (bis einschließlich 24.05.2018: die Sperrung nach § 35 BDSG) verlangen.<\/p>\n<p>Erfolgt die Datenverarbeitung auf Grundlage Ihrer Einwilligung oder im Rahmen eines Vertrages, so haben Sie ein Recht auf Datenübertragbarkeit.<\/p>\n<p>Erfolgt unsere Verarbeitung aufgrund einer Interessenabwägung, so steht Ihnen gegen die Verarbeitung ein Widerspruchsrecht zu.<\/p>\n<p>Sie haben außerdem jederzeit das Recht, bei einer Aufsichtsbehörde für den Datenschutz Beschwerde einzulegen, wenn Sie der Auffassung sind, dass eine Datenverarbeitung unter Verstoß gegen geltendes Recht erfolgt ist.<\/p>\n11.\nVerantwortlicher, Datenschutzbeauftragter\n<p>Verantwortlicher für die Datenverarbeitung ist der Amnesty International&nbsp;Deutschland e.\nV., Zinnowitzer Straße 8, 10115 Berlin.\nSie erreichen uns postalisch, per E-Mail an datenschutz@amnesty.de oder telefonisch unter +49-30-420248-0.<\/p>\n<p>Unser Datenschutzbeauftragter ist Birger Diesem, Zinnowitzer Straße 8, 10115 Berlin.\nSie erreichen den Datenschutzbeauftragten per Post oder per E-Mail an datenschutz@amnesty.de.<\/p>\n12.&nbsp;Streitbeilegungsverfahren\n<p>Die EU-Kommission stellt unter https://ec.europa.eu/consumers/odr/ eine Plattform zur Online-Streitbeilegung bereit.<br>\nAmnesty International nimmt nicht Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle nach dem deutschen Verbraucherstreitbeilegungsgesetz (VSBG) teil.<\/p>\n13.\nÄnderung der Datenschutzerklärung\n<p>Amnesty International behält sich vor, diese Datenschutzerklärung bei Bedarf an neue Angebote und Datenverarbeitungen oder veränderte sachliche oder rechtliche Bedingungen anzupassen.<\/p>\n&nbsp.\nDATENSCHUTZORDNUNG\n1.\nDaten von Mitgliedern und Förder_innen&nbsp.\n<p>Amnesty International verarbeitet alle für die Begründung, Pflege und Abrechnung der Förderung oder Mitgliedschaft im Verein erforderlichen Daten.\nDazu gehören neben Titel, Name, Vorname, Geburts- oder Zahldaten sowie Wohnanschriften auch Kontaktinformationen wie E-Mail und Telefonnummer.\nZudem Daten für die Organisation von Veranstaltungen oder anderen Ereignissen und anderen satzungsgemäßen Aktivitäten von Amnesty International und die Korrespondenz mit dem Vorstand, der Geschäftsstelle oder Mitgliedern untereinander.\nJedem_r Förder_in und Vereinsmitglied wird eine \"Amnesty-Nummer\" zugeordnet, die die Verwaltung und Kommunikation erleichtern soll.&nbsp;<\/p>\n<p>Solche Daten sind Voraussetzung für die Unterstützung und eine Mitgliedschaft bei Amnesty International und Grundlage der Arbeit des Vereins.\nDiese Informationen werden in dem vereinseigenen EDV-System der Vereinsgeschäftsstelle gespeichert und durch Mitarbeiter_innen der Geschäftsstelle und den Vorstand sowie weiteren Funktionsträger_innen verarbeitet.\nDie personenbezogenen Daten werden dabei durch geeignete technische und organisatorische Maßnahmen vor der Kenntnisnahme Dritter geschützt.&nbsp;<\/p>\n<p>Sonstige Daten und Informationen über Mitglieder und Förder_innen werden von Amnesty International nur verarbeitet, wenn sie zur Förderung des Vereinszweckes nützlich sind und keine Anhaltspunkte bestehen, dass die betroffene Person ein schutzwürdiges Interesse hat, das der Verarbeitung überwiegend entgegensteht.&nbsp;<\/p>\n2.\nÖffentlichkeitsarbeit&nbsp.\n<p>Der Vorstand und die Geschäftsstelle informieren zur Erfüllung seiner satzungsgemäßen Aufgaben und der Ziele des Vereins durch Texte und Abbildungen die Tagespresse sowie andere Medien über Veranstaltungen und besondere Ereignisse.\nSolche Informationen werden überdies im Internet, in Newslettern und in der Mitgliederzeitschrift von Amnesty International veröffentlicht.\nEiner gesonderten Einwilligung von Mitgliedern, die sich an Ereignissen für die Öffentlichkeit beteiligen, bedarf es dabei weder bei der Erhebung, noch der Übermittlung oder Offenbarung solcher Daten, soweit nicht der Betroffene im Einzelfall widerspricht und die Interessen oder Grundrechte und Grundfreiheiten der betroffenen Person, die den Schutz personenbezogener Daten erfordern, überwiegen.&nbsp;<\/p>\n3.\nWeitergabe von Mitglieds- und Förder_innendaten\n<p>Der Verein fördert die Durchsetzung der Menschenrechte im Rahmen der internationalen und nationalen Strategien und Ziele von Amnesty International und entfaltet dazu entsprechend des jeweils geltenden Arbeitsrahmens zahlreiche Aktivitäten und Veranstaltungen, die deutschlandweit und in Gruppen, Bezirken, Regionen und der Amnesty-Jugend stattfinden.\nFörder_innen und Mitglieder können sich hierzu im Rahmen von Gruppenaktivitäten beispielsweise durch die Mitarbeit an Kampagnen und Aktionen, Öffentlichkeitsarbeit zu Menschenrechtsthemen, den Einsatz für von Menschenrechtsverletzungen bedrohten Personen durch das Schreiben von Briefen, die Beratung von Flüchtlingen, Menschenrechtsbildung etc.\nengagieren.&nbsp;<\/p>\n<p>Das Intranet ist ein internes Netz, das von allen Amnesty Mitgliedern genutzt werden kann.\nVerifizierte Amnesty Mitglieder bekommen mit Beginn der Mitgliedschaft automatisch einen Account eingerichtet und können verschiedene Funktionen nutzen.\nDazu gehören Downloads von Dokumenten, Anmeldungen zu Veranstaltungen sowie die Nutzung eines Forums und einer Kompetenzdatenbank.\nEinsehbar ist auch das Amnesty Adressbuch.\nHier sind Daten der Funktionsträger_innen hinterlegt.&nbsp;<\/p>\n<p>Amnesty International macht zudem besondere Ereignisse des Vereinslebens wie Veranstaltungen und Feierlichkeiten anderen Mitgliedern bekannt.\nDazu können auch ohne gesonderte Einwilligung personenbezogene Daten von Mitgliedern verarbeitet und veröffentlicht werden, sofern dem nicht das betroffene Mitglied im Einzelfall ausdrücklich für die Zukunft widerspricht und die berechtigten Interessen von Amnesty International nicht überwiegen.&nbsp;<\/p>\n<p>Mitgliederverzeichnisse werden nur an Vorstand, Geschäftsstelle und andere Mitglieder ausgehändigt, die bei Amnesty International eine besondere Funktion ausüben, welche die Kenntnis der jeweiligen konkreten Mitgliederdaten erfordert.\nAuch soweit ein sonstiges Mitglied geltend machen kann, dass sie/er Namen und Adressdaten von Mitgliedern zur Wahrnehmung seiner satzungsmäßigen Rechte benötigt, händigt Amnesty International solche Daten anderer Mitglieder nur gegen die Versicherung aus, dass die Adressen nicht zu anderen Zwecken verwendet werden.\nFunktionsträger_innen und deren Beauftragte haben außerdem die Möglichkeit, Förder_innen für ehrenamtliche Informationen zu kontaktieren.&nbsp;<\/p>\n<p>Soweit vereinsöffentliche Mitgliederverzeichnisse eingerichtet werden, sind darin Daten von Mitgliedern nur aufgrund einer gesonderten, freiwilligen Einwilligung des Betroffenen aufzunehmen, die für die Zukunft frei widerruflich ist.&nbsp;<\/p>\n<p>Amnesty International ergreift im Sinne geeigneter Garantien gemäß Art.\n9 Abs.\n2 Lit.\nd) DSGVO technisch-organisatorische Maßnahmen zum Schutz der personenbezogenen Daten betroffener Personen.\nDiese umfassen insbesondere,&nbsp;<\/p>\n<ul>\n<li>die Sensibilisierung der an Verarbeitungsvorgängen beteiligten Personen,&nbsp;<\/li>\n<li>die Implementierung von geeigneten Zugangs-, Zutritts- und Zugriffsbeschränkungen und eines Rollen- und Rechtemanagements,&nbsp;<\/li>\n<li>die Nutzung von Verfahren der Verschlüsselung und Pseudonymisierung personenbezogener Daten,&nbsp;<\/li>\n<li>die Schaffung sicherer Plattformen zum Informationsaustausch innerhalb von Amnesty International,&nbsp;<\/li>\n<li>die fortlaufende Weiterentwicklung und Anpassung der technisch-organisatorischen Maßnahmen nebst Maßnahmen zur kontinuierlichen Kontrolle ihrer Wirksamkeit entsprechend des Standes der Technik.&nbsp;<\/li>\n<\/ul>\n4.\nVerarbeitung von Daten Dritter&nbsp.\n<p>Entsprechend Art.\n9 Abs.\n2 Lit.\nc), d), e) und Art.\n6 Abs.\n1 Lit.\nf) DSGVO verarbeitet der Verein zur Erfüllung seiner satzungsgemäßen Ziele auch Daten von anderen Personen als von Förder_innen und Vereinsmitgliedern.\nDies ist zur Wahrnehmung berechtigter Interessen des&nbsp;<\/p>\n<p>Vereins oder der betroffenen Person erforderlich und erfolgt ohne gesonderte Einwilligung der betroffenen Person, sofern nicht die Interessen oder Grundrechte und Grundfreiheiten der betroffenen Person überwiegen.&nbsp;<\/p>\n5.\nKooperationspartner_innen&nbsp.\n<p>Der Verein ist eine Sektion im Sinne des Internationalen Statutes von Amnesty International, 1 Easton St, Clerkenwell, London WC1X 0DW, Vereinigtes Königreich und übermittelt an diese nach dem Internationale Statut von Amnesty International in der jeweils gültigen Fassung zur Erfüllung der satzungsgemäßen Verpflichtungen und der Zusammenarbeit im internationalen Rahmen notwendige Daten.\nDabei handelt es sich im Wesentlichen um Statistiken (bspw.\nAnzahl Förder_innen, Mitglieder), Finanzdaten sowie inhaltliche und strukturelle Daten.&nbsp;<\/p>\n<p>Amnesty International bedient sich zudem bei ihrer 100%igen Tochter, der Amnesty Service gGmbH, Grafenberger Allee 56, 40237 Düsseldorf für Aufgaben des Fundraising und der Information und Mittelbeschaffung.\nDie Mitarbeiter_innen der Amnesty Service gGmbH informieren über die inhaltliche Arbeit des Vereins und versuchen darüber hinaus Förder_innen, die die Arbeit von Amnesty International finanziell unterstützen, zu gewinnen.\nDie Amnesty Service gGmbH nimmt im Auftrag von Amnesty International personenbezogene Daten auf und gibt diese zur weiteren Bearbeitung über einen Dienstleistenden an den Verein weiter.&nbsp;<\/p>\n<p>Neben der Amnesty Service gGmbH arbeitet Amnesty International zudem mit weiteren externen Kooperationspartner_innen für Aufgaben z.B.\ndes Fundraising, der Information und Mittelbeschaffung sowie Mitgliederwerbung zusammen.\nDie Liste der Kooperationspartner_innen befindet sich in der Anlage 1 zu dieser Datenschutzordnung.&nbsp;<\/p>\n<p>Personenbezogene Daten werden an die Kooperationspartner_innen übermittelt, soweit es für die Durchführung der jeweiligen Aufgabe notwendig ist.&nbsp;<\/p>\n<p>Jeder Kooperationspartner wird verpflichtet, die personenbezogenen Daten ausschließlich zu diesem Zweck zu verarbeiten.\nEin Mitglied kann dieser Übermittlung widersprechen.\nim Falle eines Widerspruches werden seine personenbezogenen Daten gegen eine Übermittlung gesperrt.\nDer Verein kann auch an Organisationen von Amnesty International in Drittländern im Rahmen der internationalen Zusammenarbeit Daten übermitteln, soweit dies zur Erfüllung der satzungsgemäßen Vereinszwecke erforderlich und gemäß Art.\n49 DSGVO statthaft ist.&nbsp;<\/p>\n6.\nArchivierung, Sperrung und Löschung&nbsp.\n<p>Beim Austritt, Ausschluss oder Tod des Mitglieds oder Förder_in werden die personenbezogenen Daten eines Mitglieds oder Förder_in archiviert.\nPersonenbezogene Daten des austretenden Mitglieds oder eine_r Förder_in, die Kassenverwaltung betreffen, werden gemäß den steuergesetzlichen Bestimmungen bis zu zehn Jahre ab der schriftlichen Bestätigung des Austritts durch die Geschäftsstelle aufbewahrt.\nAndere Kategorien von Daten können abweichenden Löschfristen unterliegen.\nDer Vorstand bestimmt Weiteres im Rahmen eines Löschkonzepts.&nbsp;<\/p>\n7.\nRechtsgrundlagen der Verarbeitung&nbsp.\n<p>Die Verarbeitung der Daten erfolgt bei Amnesty International auf Basis der gesetzlichen Regelungen des Art.\n9 Abs.\n2 Lit.\nc), d), e) und f) sowie Art.\n6 Abs.\n1 Lit.\nb) und f) DSGVO zur Erfüllung der satzungsgemäßen Ziele von Amnesty International und nur in Ausnahmefällen allein auf Basis einer freiwilligen Einwilligung des/der Betroffenen.&nbsp;<\/p>\n8.\nBetroffenenrechte&nbsp.\n<p>Alle von einer Datenverarbeitung durch Amnesty International Betroffenen haben das Recht, über die sie betreffenden personenbezogenen Daten Auskunft zu erhalten.\nAuch können sie die Berichtigung unrichtiger Daten verlangen.\nDarüber hinaus steht diesen unter bestimmten Voraussetzungen das Recht auf Löschung von Daten, das Recht auf Einschränkung der Datenverarbeitung sowie das Recht auf Datenübertragbarkeit zu.&nbsp;<\/p>\n<p>Nur in Ausnahmefällen bedarf die Verarbeitung eines freiwilligen Einverständnisses im Sinne des Art.\n9 Abs.\n2 Lit.\na) bzw.\nArt.\n6 Abs.\n1 Lit.\na).\nNur in diesen Fällen haben die Betroffenen das Recht, die Einwilligung für die zukünftige Verarbeitung im gesetzlichen Rahmen frei zu widerrufen.&nbsp;<\/p>\n<p>Betroffene haben jedoch das Recht, aus Gründen, die sich aus ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung sie betreffender personenbezogener Daten, die aufgrund von Artikel 6 Abs.\n1 lit.\nf) erfolgt, Widerspruch einzulegen.\nDer Verein verarbeitet die personenbezogenen Daten nicht mehr, es sei denn, er kann zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die die Interessen, Rechte und Freiheiten der betroffenen Person überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.\nIm Falle von Direktwerbung hat die betroffene Person das Recht, jederzeit frei Widerspruch gegen eine Datenverarbeitung für derartige Werbung einzulegen, ohne dass ihr andere Kosten als die Übermittlungskosten nach den Basistarifen entstehen.<\/p>\n<p>Alle von einer Datenverarbeitung durch Amnesty International Betroffenen haben ferner das Recht, sich bei der zuständigen Aufsichtsbehörde für den Datenschutz zu beschweren, wenn sie der Ansicht sind, dass die Verarbeitung ihrer personenbezogenen Daten nicht rechtmäßig erfolgt.&nbsp;<br>\nDie Anschrift der für Vorstand und Geschäftsstelle von Amnesty International zuständigen Aufsichtsbehörde lautet: Berliner Beauftragte für Datenschutz und Informationsfreiheit, Friedrichstr.\n219, 10969 Berlin.<\/p>\n9.\nAufgaben des Vorstandes&nbsp.\n<p>Der Vorstand ist ermächtigt, die für die Einhaltung des Datenschutzes notwendigen weiteren Vorkehrungen für den Verein zu treffen, insbesondere Verfahrensverzeichnisse für den Verein zu erstellen, Beauftragte für den Datenschutz zu benennen, Formulare wie Verpflichtungs- und Einwilligungserklärungen einzuführen oder Lösch- und Berechtigungskonzepte zu verabschieden.\nDer Vorstand kann für den Datenschutz notwendige Aktualisierungen dieser Ordnung selbständig beschließen.&nbsp;<\/p>\n10.\nAktivitäten&nbsp.\n<p>Amnesty International führt im Rahmen satzungsgemäßer Tätigkeiten sowie für Aufgaben z.B.\ndes Fundraising, der Information und Mittelbeschaffung regelmäßig Aktivitäten durch, innerhalb derer personenbezogene Daten übermittelt und/oder verarbeitet werden.\nDie Liste beispielhafter Aktivitäten befindet sich in der Anlage 2 zu dieser Datenschutzordnung.&nbsp;<\/p>\n<p>Die/der Datenschutzbeauftragte von Amnesty International ist zu erreichen über datenschutz@amnesty.de.&nbsp;<br>\n <\/p>\nAnlage 1 – Kooperationspartner_innen&nbsp.\n<p>Kooperationspartner_innen von Amnesty International, an die personenbezogene Daten innerhalb der jeweiligen Zweckbindung übermittelt und/oder verarbeitet werden:&nbsp;<\/p>\n<p>Bank für Kirche und Diakonie eG<br>\nBank für Sozialwirtschaft AG<br>\nBC Direct Group GmbH<br>\nBriefversender (z.B.\nDeutsche Post AG)<br>\nActive Campaign<br>\nCOMDOK GmbH<br>\ndialog4good GmbH<br>\nDialogDirect GmbH<br>\ndocumentus Köln GmbH<br>\ndotplex GmbH<br>\nENTERBRAIN Software AG<br>\nFFW Deutschland GmbH<br>\ngetunik GmbH<br>\nGFS Fundraising Solutions GmbH<br>\nHofmann Druck Nürnberg GmbH &amp.\nCo KG<br>\nNetigate Deutschland GmbH<br>\nPatworx GmbH<br>\nTeleDIALOG Fundraising GmbH Deutschland<br>\nPLAN Mediaagentur GmbH<br>\nAdform A/S<\/p>\n<p>&nbsp;<\/p>\nAnlage 2 – Aktivitäten&nbsp.\n<p>Nachfolgend sind beispielhafte Aktivitäten aufgeführt, die Amnesty International im Rahmen satzungsgemäßer Tätigkeiten sowie für Aufgaben z.B.\ndes Fundraising, der Information und Mittelbeschaffung durchführt und innerhalb derer personenbezogene Daten übermittelt und/oder verarbeitet werden:&nbsp;<\/p>\n<p>\nMailings&nbsp;<br>\nDirekt Dialog (F2F)&nbsp;<br>\nPetitionen&nbsp;<br>\nKampagnen&nbsp;<br>\nBriefmarathon<br>\n&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>Letzte Änderung:&nbsp.\n24.\nNovember 2020<\/p> Go to the top of the page Fußbereich <ul>\n<li> Impressum <\/li>\n<li> Kontakt <\/li>\n<li> Amnesty-Material <\/li>\n<li> Datenschutz <\/li>\n<li> Datenschutz verwalten <\/li>\n<li> RSS-Feed <\/li>\n<li> Amnesty.org <\/li>\n<\/ul> Kontakt <p>Amnesty International Deutschland e.\nV.<br>\nZinnowitzer Straße 8, 10115 Berlin<\/p>\n<p>Telefon: +49 (0)30 / 420248-0<br>\nFax: +49 (0)30 / 420248-488<\/p> Spendenkonto <p>JETZT SPENDEN!<\/p>\n<p>Bank für Sozialwirtschaft<\/p>\n<p>IBAN: DE23 3702 0500 0008 0901 00<br>\nBIC: BFSWDE33XXX<\/p> Folge uns auf <ul>\n<li>\n<\/li>\n<li>\n<\/li>\n<li>\n<\/li>\n<li>\n<\/li>\n<\/ul> Privacy settings <p>Wir verwenden Cookies auf unserer Website.\nEinige von ihnen sind essenziell, während andere es uns ermöglichen, die Nutzungserfahrung auf amnesty.de zu verbessern.<\/p>\n<br> Erfahre mehr Notwendig Notwendige Cookies helfen dabei, die Website nutzbar zu machen, indem sie Grundfunktionen wie die Seitennavigation und den Zugriff auf sichere Bereiche der Website ermöglichen.\nDadurch stellen wir sicher, dass die Website einwandfrei funktioniert.\nStatistik Diese Gruppe beinhaltet alle Skripte für analytisches Tracking und zugehörige Cookies.\nStatistik-Cookies helfen uns zu verstehen, wie ihr mit amnesty.de interagiert, und wie wir eure Nutzungserfahrung verbessern können.\nSpeichern Alle akzeptieren Withdraw consent ","created_at":"2018-08-28 01:42:22.652635","updated_at":"2020-12-14 19:14:20.354616","service_id":685}],"points":[],"urls":["amnesty.de"]}}
