{"error":[256],"message":["2896"],"parameters":{"_source":{"id":[2896],"name":["Dhaka Tribune"],"url":["dhakatribune.com"],"created_at":["2021-03-29 18:04:02.941996"],"updated_at":["2021-03-31 00:01:38.356777"],"wikipedia":["https://en.wikipedia.org/wiki/Dhaka_Tribune"],"keywords":{},"related":{},"slug":["dhaka_tribune"],"is_comprehensively_reviewed":[false],"user_id":[20760],"rating":["C"],"status":{},"nice_service":["dhaka-tribune"],"image":["2896.png"]},"image":["https://tosdr-logos.s3.eu-west-2.jbcdn.net/2896.png"],"documents":[{"id":4496,"name":"Terms and Conditions","url":"https://www.dhakatribune.com/terms-and-conditions","xpath":"/html/body/section[1]/div/div[2]/div/div/div[2]","text":"\n<p>\n<strong>Terms and conditions<\/strong>\n<\/p>\n<p>These terms and conditions govern your use of this website.\nby using this website, you accept these terms and conditions in full and without reservation.\nIf you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website.<\/p>\n<p>You must be at least 18 [eighteen] years of age to use this website.\nBy using this website and by agreeing to these terms and conditions, you warrant and represent that you are at least 18 years of age.<\/p>\n<p>\n<strong>License to use website<\/strong>\n<\/p>\n<p>Unless otherwise stated, www.dhakatribune.com and/or its licensors own the intellectual property rights published on this website and materials used on www.dhakatribune.com.\nSubject to the license below, all these intellectual property rights are reserved.<\/p>\n<p>You may view, download for caching purposes only, and print pages, files or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions.<\/p>\n<p>You must not:<\/p>\n<ul>\n<li>republish material from this website in neither print nor digital media or documents (including republication on another website);<\/li>\n<li>sell, rent or sub-license material from the website;<\/li>\n<li>show any material from the website in public.\n&nbsp;<\/li>\n<li>reproduce, duplicate, copy or otherwise exploit material on this website for a commercial purpose.\n&nbsp;<\/li>\n<li>edit or otherwise modify any material on the website.\n&nbsp;&nbsp;<\/li>\n<li>redistribute material from this website – except for content specifically and expressly made available for redistribution.\nor<\/li>\n<li>repor reproduce any part of this website through the use of iframes or screen scrapers.<\/li>\n<\/ul>\n<p>Where content is specifically made available for redistribution, it may only be redistributed within your organisation.<\/p>\n<p>\n<strong>Acceptable use<\/strong>\n<\/p>\n<p>You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of www.dhakatribune.com or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.<\/p>\n<p>You must not use this website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software.<\/p>\n<p>You must not conduct any systematic or automated data collection activities on or in relation to this website without www.dhakatribune.com’s express written consent.<\/p>\n<p>This includes: &nbsp;<\/p>\n<ul>\n<li>scraping &nbsp;<\/li>\n<li>data mining &nbsp;&nbsp;<\/li>\n<li>data extraction<\/li>\n<li>data harvesting &nbsp;<\/li>\n<li>‘framing’ (iframes)<\/li>\n<li>Article ‘Spinning’<\/li>\n<\/ul>\n<p>You must not use this website or any part of it to transmit or send unsolicited commercial communications.<\/p>\n<p>You must not use this website for any purposes related to marketing without the express written consent of www.dhakatribune.com.<\/p>\n<p>\n<strong>Restricted access<\/strong>\n<\/p>\n<p>Access to certain areas of this website is restricted.\nwww.dhakatribune.com reserves the right to restrict access to certain areas of this website, or at our discretion, this entire website.\nwww.dhakatribune.com may change or modify this policy without notice.<\/p>\n<p>If www.dhakatribune.com provides you with a user ID and password to enable you to access restricted areas of this website or other content or services, you must ensure that the user ID and password are kept confidential.\nYou alone are responsible for your password and user ID security.<\/p>\n<p>\n<strong>User content<\/strong>\n<\/p>\n<p>In these terms and conditions, “your user content” means material (including without limitation text, images, audio material, video material and audio-visual material) that you submit to this website, for whatever purpose.<\/p>\n<p>You grant to www.dhakatribune.com a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your user content in any existing or future media.\nYou also grant to www.dhakatribune.com the right to sub-license these rights, and the right to bring an action for infringement of these rights.<\/p>\n<p>Your user content must not be illegal or unlawful, must not infringe any third party’s legal rights, and must not be capable of giving rise to legal action whether against you or www.dhakatribune.com or a third party (in each case under any applicable law).<\/p>\n<p>You must not submit any user content to the website that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>www.dhakatribune.com reserves the right to edit or remove any material submitted to this website, or stored on the servers of www.dhakatribune.com, or hosted or published upon this website.<\/p>\n<p>www.dhakatribune.com’s rights under these terms and conditions in relation to user content, www.dhakatribune.com does not undertake to monitor the submission of such content to, or the publication of such content on, this website.<\/p>\n<p>\n<strong>No warranties<\/strong>\n<\/p>\n<p>This website is provided “as is” without any representations or warranties, express or implied.\nwww.dhakatribune.com makes no representations or warranties in relation to this website or the information and materials provided on this website.<\/p>\n<p>Without prejudice to the generality of the foregoing paragraph, www.dhakatribune.com does not warrant that:<\/p>\n<ul>\n<li>this website will be constantly available, or available at all.\nor &nbsp;&nbsp;<\/li>\n<li>the information on this website is complete, true, accurate or non-misleading.<\/li>\n<\/ul>\n<p>Nothing on this website constitutes, or is meant to constitute, advice of any kind.\nIf you require advice in relation to any legal, financial or medical matter you should consult an appropriate professional.<\/p>\n<p>\n<strong>Limitations of liability<\/strong>\n<\/p>\n<p>www.dhakatribune.com will not be liable to you (whether under the law of contract, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:<\/p>\n<ul>\n<li>&nbsp;to the extent that the website is provided free-of-charge, for any direct loss;<\/li>\n<li>for any indirect, special or consequential loss.\nor &nbsp;&nbsp;<\/li>\n<li>for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or &nbsp.\n&nbsp.\ndata.<\/li>\n<\/ul>\n<p>These limitations of liability apply even if www.dhakatribune.com has been expressly advised of the potential loss.<\/p>\n<p>\n<strong>Exceptions<\/strong>\n<\/p>\n<p>Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit.\nand nothing in this website disclaimer will exclude or limit the liability of Dhaka Tribune in respect of any:&nbsp;<\/p>\n<ul>\n<li>death or personal injury caused by the negligence of www.dhakatribune.com or its agents, employees or shareholders/owners.\n&nbsp;&nbsp;<\/li>\n<li>fraud or fraudulent misrepresentation on the part of www.dhakatribune.com.\nor &nbsp;&nbsp;<\/li>\n<li>matter which it would be illegal or unlawful for www.dhakatribune.com to exclude or limit, or to attempt or purport to exclude or limit, its liability.<\/li>\n<\/ul>\n<p>\n<strong>Reasonableness<\/strong>\n<\/p>\n<p>By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable.<\/p>\n<p>If you do not think they are reasonable, you must not use this website.<\/p>\n<p>\n<strong>Other parties<\/strong>\n<\/p>\n<p>You accept that, as a limited liability entity, www.dhakatribune.com has an interest in limiting the personal liability of its officers and employees.\nYou agree that you will not bring any claim personally against www.dhakatribune.com’s officers or employees in respect of any losses you suffer in connection with the website.<\/p>\n<p>Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this website disclaimer will protect www.dhakatribune.com’s officers, employees, agents, subsidiaries, successors, assigns and sub-contractors as well as www.dhakatribune.com.<\/p>\n<p>\n<strong>Unenforceable provisions<\/strong>\n<\/p>\n<p>If any provision of this website disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this website disclaimer.<\/p>\n<p>\n<strong>Indemnity<\/strong>\n<\/p>\n<p>You hereby indemnify www.dhakatribune.com and undertake to keep www.dhakatribune.com indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by www.dhakatribune.com to a third party in settlement of a claim or dispute on the advice of www.dhakatribune.com’s legal advisers) incurred or suffered by www.dhakatribune.com arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions.<\/p>\n<p>\n<strong>Breaches of these terms and conditions<\/strong>\n<\/p>\n<p>Without prejudice to www.dhakatribune.com’s other rights under these terms and conditions, if you breach these terms and conditions in any way, www.dhakatribune.com may take such action as www.dhakatribune.com deems appropriate to deal with the breach, including suspending your access to the website, prohibiting you from accessing the website, blocking computers using your IP address from accessing the website, contacting your internet service provider to request that they block your access to the website and/or bringing court proceedings against you.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Variation<\/strong>\n<\/p>\n<p>www.dhakatribune.com may revise these terms and conditions from time-to-time.\nRevised terms and conditions will apply to the use of this website from the date of the publication of the revised terms and conditions on this website.\nPlease check this page regularly to ensure you are familiar with the current version.<\/p>\n<p>\n<strong>Assignment<\/strong>\n<\/p>\n<p>www.dhakatribune.com may transfer, sub-contract or otherwise deal with www.dhakatribune.com’s rights and/or obligations under these terms and conditions without notifying you or obtaining your consent.<\/p>\n<p>You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms and conditions.<\/p>\n<p>\n<strong>Severability<\/strong>\n<\/p>\n<p>If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect.\nIf any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.<\/p>\n<p>\n<strong>Entire agreement<\/strong>\n<\/p>\n<p>These terms and conditions, together with www.dhakatribune.com’s Privacy Policy constitute the entire agreement between you and www.dhakatribune.com in relation to your use of this website, and supersede all previous agreements in respect of your use of this website.<\/p>\n<p>If you require any more information or have any questions about our Terms and Conditions, please feel free to contact us by email at contact@dhakatribune.com.<\/p>\n","created_at":"2021-03-29 18:05:39.673103","updated_at":"2021-03-29 18:05:49.658292","service_id":2896,"user_id":20760,"crawler_server":"eu"},{"id":4495,"name":"Privacy Policy","url":"https://www.dhakatribune.com/privacy-policy","xpath":"/html/body/section[1]/div/div[2]/div/div/div[2]","text":"\n<p>\n<strong>Privacy policy<\/strong>\n<\/p>\n<p>Dhaka Tribune, a concern of 2A Media Ltd (“us”, “we”, or “our”) operates the https://www.dhakatribune.com and https://www.bangla.dhakatribune.com websites (the “Service”).<\/p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.<\/p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://www.dhakatribune.com and https://www.bangla.dhakatribune.com<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Information collection and use<\/strong>\n<\/p>\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.<\/p>\n<p>Types of Data Collected<\/p>\n<p>Personal Data<\/p>\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”).\nPersonally identifiable information may include, but is not limited to:<\/p>\n<p>Usage Data - We may collect information on how the Service is accessed and used (“Usage Data”).\nThis Usage Data may include information such as your computer’s Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.<\/p>\n<p>Tracking &amp.\nCookies Data - We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.<\/p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.<\/p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.<\/p>\n<p>Examples of Cookies we use:<\/p>\n<ul>\n<li>Session Cookies: We use Session Cookies to operate our Service.<\/li>\n<li>Preference Cookies: We use Preference Cookies to remember your preferences and various settings.<\/li>\n<li>Security Cookies: We use Security Cookies for security purposes.\n&nbsp;<\/li>\n<\/ul>\n<p>\n<br>\n<\/p>\n<p>\n<strong>Use of data<\/strong>\n<\/p>\n<p>Dhaka Tribune uses the collected data for various purposes:<\/p>\n<ul>\n<li>To provide and maintain the Service<\/li>\n<li>To notify you about changes to our Service<\/li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so<\/li>\n<li>To provide customer care and support<\/li>\n<li>To provide analysis or valuable information so that we can improve the Service.<\/li>\n<li>To monitor the usage of the Service.<\/li>\n<li>To detect, ent and address technical issues<\/li>\n<\/ul>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Transfer of data<\/strong>\n<\/p>\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.<\/p>\n<p>If you are located outside Bangladesh and choose to provide information to us, please note that we transfer the data, including Personal Data, to Bangladesh and process it there.<\/p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.<\/p>\n<p>Dhaka Tribune will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.<\/p>\n<p>\n<strong>Disclosure of data<\/strong>\n<\/p>\n<p>Legal Requirements<\/p>\n<p>Dhaka Tribune may disclose your Personal Data in the good faith belief that such action is necessary to:<\/p>\n<ul>\n<li>To comply with a legal obligation &nbsp;&nbsp;<\/li>\n<li>To protect and defend the rights or property of Dhaka Tribune &nbsp;&nbsp;<\/li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service &nbsp;&nbsp;<\/li>\n<li>To protect the personal safety of users of the Service or the public &nbsp;&nbsp;<\/li>\n<li>To protect against legal liability<br>\n<br>\n<\/li>\n<\/ul>\n<p>\n<strong>Security of data<\/strong>\n<\/p>\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.<\/p>\n<p>\n<strong>Service providers<\/strong>\n<\/p>\n<p>We may employ third party companies and individuals to facilitate our Service (“Service Providers”), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.<\/p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.<\/p>\n<p>\n<strong>Analytics<\/strong>\n<\/p>\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.<\/p>\n<ul>\n<li>Google Analytics<br>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis &nbsp.\n&nbsp.\ndata is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.<br>You can opt-out of having made your &nbsp.\n&nbsp.\nactivity on the Service available to Google Analytics by installing &nbsp.\n&nbsp.\nthe Google Analytics opt-out browser add-on.\nThe add-on prevents the &nbsp.\n&nbsp.\nGoogle Analytics JavaScript (ga.js, analytics.js, and dc.js) from &nbsp.\n&nbsp.\nsharing information with Google Analytics about visits activity.<br>For &nbsp.\n&nbsp.\nmore information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en<br>\n<br>\n<\/li>\n<\/ul>\n<p>\n<strong>Links to other sites<\/strong>\n<\/p>\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy of every site you visit.<\/p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.<\/p>\n<p>\n<strong>Children’s privacy<\/strong>\n<\/p>\n<p>Our Service does not address anyone under the age of 18 (“Children”).<\/p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.<\/p>\n<p>\n<strong>Changes to this privacy policy<\/strong>\n<\/p>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.<\/p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the “effective date” at the top of this Privacy Policy.<\/p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.<\/p>\n<p>\n<strong>Contact us<\/strong>\n<\/p>\n<p>If you have any questions about this Privacy Policy, please contact us via email: contact@dhakatribune.com<\/p>\n","created_at":"2021-03-29 18:04:55.632088","updated_at":"2021-03-29 18:05:06.301129","service_id":2896,"user_id":20760,"crawler_server":"eu"}],"points":[{"discussion":"https://edit.tosdr.org/points/17905","id":17905,"needsModeration":false,"document":{"id":4496,"name":"Terms and Conditions","url":"https://www.dhakatribune.com/terms-and-conditions","xpath":"/html/body/section[1]/div/div[2]/div/div/div[2]","text":"\n<p>\n<strong>Terms and conditions<\/strong>\n<\/p>\n<p>These terms and conditions govern your use of this website.\nby using this website, you accept these terms and conditions in full and without reservation.\nIf you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website.<\/p>\n<p>You must be at least 18 [eighteen] years of age to use this website.\nBy using this website and by agreeing to these terms and conditions, you warrant and represent that you are at least 18 years of age.<\/p>\n<p>\n<strong>License to use website<\/strong>\n<\/p>\n<p>Unless otherwise stated, www.dhakatribune.com and/or its licensors own the intellectual property rights published on this website and materials used on www.dhakatribune.com.\nSubject to the license below, all these intellectual property rights are reserved.<\/p>\n<p>You may view, download for caching purposes only, and print pages, files or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions.<\/p>\n<p>You must not:<\/p>\n<ul>\n<li>republish material from this website in neither print nor digital media or documents (including republication on another website);<\/li>\n<li>sell, rent or sub-license material from the website;<\/li>\n<li>show any material from the website in public.\n&nbsp;<\/li>\n<li>reproduce, duplicate, copy or otherwise exploit material on this website for a commercial purpose.\n&nbsp;<\/li>\n<li>edit or otherwise modify any material on the website.\n&nbsp;&nbsp;<\/li>\n<li>redistribute material from this website – except for content specifically and expressly made available for redistribution.\nor<\/li>\n<li>repor reproduce any part of this website through the use of iframes or screen scrapers.<\/li>\n<\/ul>\n<p>Where content is specifically made available for redistribution, it may only be redistributed within your organisation.<\/p>\n<p>\n<strong>Acceptable use<\/strong>\n<\/p>\n<p>You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of www.dhakatribune.com or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.<\/p>\n<p>You must not use this website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software.<\/p>\n<p>You must not conduct any systematic or automated data collection activities on or in relation to this website without www.dhakatribune.com’s express written consent.<\/p>\n<p>This includes: &nbsp;<\/p>\n<ul>\n<li>scraping &nbsp;<\/li>\n<li>data mining &nbsp;&nbsp;<\/li>\n<li>data extraction<\/li>\n<li>data harvesting &nbsp;<\/li>\n<li>‘framing’ (iframes)<\/li>\n<li>Article ‘Spinning’<\/li>\n<\/ul>\n<p>You must not use this website or any part of it to transmit or send unsolicited commercial communications.<\/p>\n<p>You must not use this website for any purposes related to marketing without the express written consent of www.dhakatribune.com.<\/p>\n<p>\n<strong>Restricted access<\/strong>\n<\/p>\n<p>Access to certain areas of this website is restricted.\nwww.dhakatribune.com reserves the right to restrict access to certain areas of this website, or at our discretion, this entire website.\nwww.dhakatribune.com may change or modify this policy without notice.<\/p>\n<p>If www.dhakatribune.com provides you with a user ID and password to enable you to access restricted areas of this website or other content or services, you must ensure that the user ID and password are kept confidential.\nYou alone are responsible for your password and user ID security.<\/p>\n<p>\n<strong>User content<\/strong>\n<\/p>\n<p>In these terms and conditions, “your user content” means material (including without limitation text, images, audio material, video material and audio-visual material) that you submit to this website, for whatever purpose.<\/p>\n<p>You grant to www.dhakatribune.com a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your user content in any existing or future media.\nYou also grant to www.dhakatribune.com the right to sub-license these rights, and the right to bring an action for infringement of these rights.<\/p>\n<p>Your user content must not be illegal or unlawful, must not infringe any third party’s legal rights, and must not be capable of giving rise to legal action whether against you or www.dhakatribune.com or a third party (in each case under any applicable law).<\/p>\n<p>You must not submit any user content to the website that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>www.dhakatribune.com reserves the right to edit or remove any material submitted to this website, or stored on the servers of www.dhakatribune.com, or hosted or published upon this website.<\/p>\n<p>www.dhakatribune.com’s rights under these terms and conditions in relation to user content, www.dhakatribune.com does not undertake to monitor the submission of such content to, or the publication of such content on, this website.<\/p>\n<p>\n<strong>No warranties<\/strong>\n<\/p>\n<p>This website is provided “as is” without any representations or warranties, express or implied.\nwww.dhakatribune.com makes no representations or warranties in relation to this website or the information and materials provided on this website.<\/p>\n<p>Without prejudice to the generality of the foregoing paragraph, www.dhakatribune.com does not warrant that:<\/p>\n<ul>\n<li>this website will be constantly available, or available at all.\nor &nbsp;&nbsp;<\/li>\n<li>the information on this website is complete, true, accurate or non-misleading.<\/li>\n<\/ul>\n<p>Nothing on this website constitutes, or is meant to constitute, advice of any kind.\nIf you require advice in relation to any legal, financial or medical matter you should consult an appropriate professional.<\/p>\n<p>\n<strong>Limitations of liability<\/strong>\n<\/p>\n<p>www.dhakatribune.com will not be liable to you (whether under the law of contract, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:<\/p>\n<ul>\n<li>&nbsp;to the extent that the website is provided free-of-charge, for any direct loss;<\/li>\n<li>for any indirect, special or consequential loss.\nor &nbsp;&nbsp;<\/li>\n<li>for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or &nbsp.\n&nbsp.\ndata.<\/li>\n<\/ul>\n<p>These limitations of liability apply even if www.dhakatribune.com has been expressly advised of the potential loss.<\/p>\n<p>\n<strong>Exceptions<\/strong>\n<\/p>\n<p>Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit.\nand nothing in this website disclaimer will exclude or limit the liability of Dhaka Tribune in respect of any:&nbsp;<\/p>\n<ul>\n<li>death or personal injury caused by the negligence of www.dhakatribune.com or its agents, employees or shareholders/owners.\n&nbsp;&nbsp;<\/li>\n<li>fraud or fraudulent misrepresentation on the part of www.dhakatribune.com.\nor &nbsp;&nbsp;<\/li>\n<li>matter which it would be illegal or unlawful for www.dhakatribune.com to exclude or limit, or to attempt or purport to exclude or limit, its liability.<\/li>\n<\/ul>\n<p>\n<strong>Reasonableness<\/strong>\n<\/p>\n<p>By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable.<\/p>\n<p>If you do not think they are reasonable, you must not use this website.<\/p>\n<p>\n<strong>Other parties<\/strong>\n<\/p>\n<p>You accept that, as a limited liability entity, www.dhakatribune.com has an interest in limiting the personal liability of its officers and employees.\nYou agree that you will not bring any claim personally against www.dhakatribune.com’s officers or employees in respect of any losses you suffer in connection with the website.<\/p>\n<p>Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this website disclaimer will protect www.dhakatribune.com’s officers, employees, agents, subsidiaries, successors, assigns and sub-contractors as well as www.dhakatribune.com.<\/p>\n<p>\n<strong>Unenforceable provisions<\/strong>\n<\/p>\n<p>If any provision of this website disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this website disclaimer.<\/p>\n<p>\n<strong>Indemnity<\/strong>\n<\/p>\n<p>You hereby indemnify www.dhakatribune.com and undertake to keep www.dhakatribune.com indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by www.dhakatribune.com to a third party in settlement of a claim or dispute on the advice of www.dhakatribune.com’s legal advisers) incurred or suffered by www.dhakatribune.com arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions.<\/p>\n<p>\n<strong>Breaches of these terms and conditions<\/strong>\n<\/p>\n<p>Without prejudice to www.dhakatribune.com’s other rights under these terms and conditions, if you breach these terms and conditions in any way, www.dhakatribune.com may take such action as www.dhakatribune.com deems appropriate to deal with the breach, including suspending your access to the website, prohibiting you from accessing the website, blocking computers using your IP address from accessing the website, contacting your internet service provider to request that they block your access to the website and/or bringing court proceedings against you.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Variation<\/strong>\n<\/p>\n<p>www.dhakatribune.com may revise these terms and conditions from time-to-time.\nRevised terms and conditions will apply to the use of this website from the date of the publication of the revised terms and conditions on this website.\nPlease check this page regularly to ensure you are familiar with the current version.<\/p>\n<p>\n<strong>Assignment<\/strong>\n<\/p>\n<p>www.dhakatribune.com may transfer, sub-contract or otherwise deal with www.dhakatribune.com’s rights and/or obligations under these terms and conditions without notifying you or obtaining your consent.<\/p>\n<p>You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms and conditions.<\/p>\n<p>\n<strong>Severability<\/strong>\n<\/p>\n<p>If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect.\nIf any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.<\/p>\n<p>\n<strong>Entire agreement<\/strong>\n<\/p>\n<p>These terms and conditions, together with www.dhakatribune.com’s Privacy Policy constitute the entire agreement between you and www.dhakatribune.com in relation to your use of this website, and supersede all previous agreements in respect of your use of this website.<\/p>\n<p>If you require any more information or have any questions about our Terms and Conditions, please feel free to contact us by email at contact@dhakatribune.com.<\/p>\n","created_at":"2021-03-29 18:05:39.673103","updated_at":"2021-03-29 18:05:49.658292","service_id":2896,"user_id":20760,"crawler_server":"eu"},"quote":"You hereby indemnify www.dhakatribune.com and undertake to keep www.dhakatribune.com indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by www.dhakatribune.com to a third party in settlement of a claim or dispute on the advice of www.dhakatribune.com’s legal advisers) incurred or suffered by www.dhakatribune.com arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions.","services":["2896"],"set":"set+service+and+topic","title":"You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.","topics":[],"case":{"id":145,"classification":"bad","score":40,"title":"You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.","description":"","topic_id":31,"created_at":"2018-01-16 15:26:08.768423","updated_at":"2021-03-27 16:39:30.270798","docbot_regex":"^((?=.*indemnify)(harmless))"}},{"discussion":"https://edit.tosdr.org/points/17907","id":17907,"needsModeration":false,"document":{"id":4495,"name":"Privacy Policy","url":"https://www.dhakatribune.com/privacy-policy","xpath":"/html/body/section[1]/div/div[2]/div/div/div[2]","text":"\n<p>\n<strong>Privacy policy<\/strong>\n<\/p>\n<p>Dhaka Tribune, a concern of 2A Media Ltd (“us”, “we”, or “our”) operates the https://www.dhakatribune.com and https://www.bangla.dhakatribune.com websites (the “Service”).<\/p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.<\/p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://www.dhakatribune.com and https://www.bangla.dhakatribune.com<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Information collection and use<\/strong>\n<\/p>\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.<\/p>\n<p>Types of Data Collected<\/p>\n<p>Personal Data<\/p>\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”).\nPersonally identifiable information may include, but is not limited to:<\/p>\n<p>Usage Data - We may collect information on how the Service is accessed and used (“Usage Data”).\nThis Usage Data may include information such as your computer’s Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.<\/p>\n<p>Tracking &amp.\nCookies Data - We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.<\/p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.<\/p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.<\/p>\n<p>Examples of Cookies we use:<\/p>\n<ul>\n<li>Session Cookies: We use Session Cookies to operate our Service.<\/li>\n<li>Preference Cookies: We use Preference Cookies to remember your preferences and various settings.<\/li>\n<li>Security Cookies: We use Security Cookies for security purposes.\n&nbsp;<\/li>\n<\/ul>\n<p>\n<br>\n<\/p>\n<p>\n<strong>Use of data<\/strong>\n<\/p>\n<p>Dhaka Tribune uses the collected data for various purposes:<\/p>\n<ul>\n<li>To provide and maintain the Service<\/li>\n<li>To notify you about changes to our Service<\/li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so<\/li>\n<li>To provide customer care and support<\/li>\n<li>To provide analysis or valuable information so that we can improve the Service.<\/li>\n<li>To monitor the usage of the Service.<\/li>\n<li>To detect, ent and address technical issues<\/li>\n<\/ul>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Transfer of data<\/strong>\n<\/p>\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.<\/p>\n<p>If you are located outside Bangladesh and choose to provide information to us, please note that we transfer the data, including Personal Data, to Bangladesh and process it there.<\/p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.<\/p>\n<p>Dhaka Tribune will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.<\/p>\n<p>\n<strong>Disclosure of data<\/strong>\n<\/p>\n<p>Legal Requirements<\/p>\n<p>Dhaka Tribune may disclose your Personal Data in the good faith belief that such action is necessary to:<\/p>\n<ul>\n<li>To comply with a legal obligation &nbsp;&nbsp;<\/li>\n<li>To protect and defend the rights or property of Dhaka Tribune &nbsp;&nbsp;<\/li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service &nbsp;&nbsp;<\/li>\n<li>To protect the personal safety of users of the Service or the public &nbsp;&nbsp;<\/li>\n<li>To protect against legal liability<br>\n<br>\n<\/li>\n<\/ul>\n<p>\n<strong>Security of data<\/strong>\n<\/p>\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.<\/p>\n<p>\n<strong>Service providers<\/strong>\n<\/p>\n<p>We may employ third party companies and individuals to facilitate our Service (“Service Providers”), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.<\/p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.<\/p>\n<p>\n<strong>Analytics<\/strong>\n<\/p>\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.<\/p>\n<ul>\n<li>Google Analytics<br>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis &nbsp.\n&nbsp.\ndata is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.<br>You can opt-out of having made your &nbsp.\n&nbsp.\nactivity on the Service available to Google Analytics by installing &nbsp.\n&nbsp.\nthe Google Analytics opt-out browser add-on.\nThe add-on prevents the &nbsp.\n&nbsp.\nGoogle Analytics JavaScript (ga.js, analytics.js, and dc.js) from &nbsp.\n&nbsp.\nsharing information with Google Analytics about visits activity.<br>For &nbsp.\n&nbsp.\nmore information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en<br>\n<br>\n<\/li>\n<\/ul>\n<p>\n<strong>Links to other sites<\/strong>\n<\/p>\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy of every site you visit.<\/p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.<\/p>\n<p>\n<strong>Children’s privacy<\/strong>\n<\/p>\n<p>Our Service does not address anyone under the age of 18 (“Children”).<\/p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.<\/p>\n<p>\n<strong>Changes to this privacy policy<\/strong>\n<\/p>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.<\/p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the “effective date” at the top of this Privacy Policy.<\/p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.<\/p>\n<p>\n<strong>Contact us<\/strong>\n<\/p>\n<p>If you have any questions about this Privacy Policy, please contact us via email: contact@dhakatribune.com<\/p>\n","created_at":"2021-03-29 18:04:55.632088","updated_at":"2021-03-29 18:05:06.301129","service_id":2896,"user_id":20760,"crawler_server":"eu"},"quote":"We collect several different types of information for various purposes to provide and improve our Service to you.<\/p>","services":["2896"],"set":"set+service+and+topic","title":"The service collects many different types of personal data","topics":[],"case":{"id":376,"classification":"bad","score":70,"title":"The service collects many different types of personal data","description":"The service collects different kinds of personal data, such as name, demographic information, postal address, biometric data, device information, IDs, contacts, call logs...","topic_id":41,"created_at":"2018-10-23 23:28:53.357252","updated_at":"2021-02-25 10:39:22.071374","privacy_related":true,"docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/17910","id":17910,"needsModeration":false,"document":{"id":4496,"name":"Terms and Conditions","url":"https://www.dhakatribune.com/terms-and-conditions","xpath":"/html/body/section[1]/div/div[2]/div/div/div[2]","text":"\n<p>\n<strong>Terms and conditions<\/strong>\n<\/p>\n<p>These terms and conditions govern your use of this website.\nby using this website, you accept these terms and conditions in full and without reservation.\nIf you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website.<\/p>\n<p>You must be at least 18 [eighteen] years of age to use this website.\nBy using this website and by agreeing to these terms and conditions, you warrant and represent that you are at least 18 years of age.<\/p>\n<p>\n<strong>License to use website<\/strong>\n<\/p>\n<p>Unless otherwise stated, www.dhakatribune.com and/or its licensors own the intellectual property rights published on this website and materials used on www.dhakatribune.com.\nSubject to the license below, all these intellectual property rights are reserved.<\/p>\n<p>You may view, download for caching purposes only, and print pages, files or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions.<\/p>\n<p>You must not:<\/p>\n<ul>\n<li>republish material from this website in neither print nor digital media or documents (including republication on another website);<\/li>\n<li>sell, rent or sub-license material from the website;<\/li>\n<li>show any material from the website in public.\n&nbsp;<\/li>\n<li>reproduce, duplicate, copy or otherwise exploit material on this website for a commercial purpose.\n&nbsp;<\/li>\n<li>edit or otherwise modify any material on the website.\n&nbsp;&nbsp;<\/li>\n<li>redistribute material from this website – except for content specifically and expressly made available for redistribution.\nor<\/li>\n<li>repor reproduce any part of this website through the use of iframes or screen scrapers.<\/li>\n<\/ul>\n<p>Where content is specifically made available for redistribution, it may only be redistributed within your organisation.<\/p>\n<p>\n<strong>Acceptable use<\/strong>\n<\/p>\n<p>You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of www.dhakatribune.com or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.<\/p>\n<p>You must not use this website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software.<\/p>\n<p>You must not conduct any systematic or automated data collection activities on or in relation to this website without www.dhakatribune.com’s express written consent.<\/p>\n<p>This includes: &nbsp;<\/p>\n<ul>\n<li>scraping &nbsp;<\/li>\n<li>data mining &nbsp;&nbsp;<\/li>\n<li>data extraction<\/li>\n<li>data harvesting &nbsp;<\/li>\n<li>‘framing’ (iframes)<\/li>\n<li>Article ‘Spinning’<\/li>\n<\/ul>\n<p>You must not use this website or any part of it to transmit or send unsolicited commercial communications.<\/p>\n<p>You must not use this website for any purposes related to marketing without the express written consent of www.dhakatribune.com.<\/p>\n<p>\n<strong>Restricted access<\/strong>\n<\/p>\n<p>Access to certain areas of this website is restricted.\nwww.dhakatribune.com reserves the right to restrict access to certain areas of this website, or at our discretion, this entire website.\nwww.dhakatribune.com may change or modify this policy without notice.<\/p>\n<p>If www.dhakatribune.com provides you with a user ID and password to enable you to access restricted areas of this website or other content or services, you must ensure that the user ID and password are kept confidential.\nYou alone are responsible for your password and user ID security.<\/p>\n<p>\n<strong>User content<\/strong>\n<\/p>\n<p>In these terms and conditions, “your user content” means material (including without limitation text, images, audio material, video material and audio-visual material) that you submit to this website, for whatever purpose.<\/p>\n<p>You grant to www.dhakatribune.com a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your user content in any existing or future media.\nYou also grant to www.dhakatribune.com the right to sub-license these rights, and the right to bring an action for infringement of these rights.<\/p>\n<p>Your user content must not be illegal or unlawful, must not infringe any third party’s legal rights, and must not be capable of giving rise to legal action whether against you or www.dhakatribune.com or a third party (in each case under any applicable law).<\/p>\n<p>You must not submit any user content to the website that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>www.dhakatribune.com reserves the right to edit or remove any material submitted to this website, or stored on the servers of www.dhakatribune.com, or hosted or published upon this website.<\/p>\n<p>www.dhakatribune.com’s rights under these terms and conditions in relation to user content, www.dhakatribune.com does not undertake to monitor the submission of such content to, or the publication of such content on, this website.<\/p>\n<p>\n<strong>No warranties<\/strong>\n<\/p>\n<p>This website is provided “as is” without any representations or warranties, express or implied.\nwww.dhakatribune.com makes no representations or warranties in relation to this website or the information and materials provided on this website.<\/p>\n<p>Without prejudice to the generality of the foregoing paragraph, www.dhakatribune.com does not warrant that:<\/p>\n<ul>\n<li>this website will be constantly available, or available at all.\nor &nbsp;&nbsp;<\/li>\n<li>the information on this website is complete, true, accurate or non-misleading.<\/li>\n<\/ul>\n<p>Nothing on this website constitutes, or is meant to constitute, advice of any kind.\nIf you require advice in relation to any legal, financial or medical matter you should consult an appropriate professional.<\/p>\n<p>\n<strong>Limitations of liability<\/strong>\n<\/p>\n<p>www.dhakatribune.com will not be liable to you (whether under the law of contract, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:<\/p>\n<ul>\n<li>&nbsp;to the extent that the website is provided free-of-charge, for any direct loss;<\/li>\n<li>for any indirect, special or consequential loss.\nor &nbsp;&nbsp;<\/li>\n<li>for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or &nbsp.\n&nbsp.\ndata.<\/li>\n<\/ul>\n<p>These limitations of liability apply even if www.dhakatribune.com has been expressly advised of the potential loss.<\/p>\n<p>\n<strong>Exceptions<\/strong>\n<\/p>\n<p>Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit.\nand nothing in this website disclaimer will exclude or limit the liability of Dhaka Tribune in respect of any:&nbsp;<\/p>\n<ul>\n<li>death or personal injury caused by the negligence of www.dhakatribune.com or its agents, employees or shareholders/owners.\n&nbsp;&nbsp;<\/li>\n<li>fraud or fraudulent misrepresentation on the part of www.dhakatribune.com.\nor &nbsp;&nbsp;<\/li>\n<li>matter which it would be illegal or unlawful for www.dhakatribune.com to exclude or limit, or to attempt or purport to exclude or limit, its liability.<\/li>\n<\/ul>\n<p>\n<strong>Reasonableness<\/strong>\n<\/p>\n<p>By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable.<\/p>\n<p>If you do not think they are reasonable, you must not use this website.<\/p>\n<p>\n<strong>Other parties<\/strong>\n<\/p>\n<p>You accept that, as a limited liability entity, www.dhakatribune.com has an interest in limiting the personal liability of its officers and employees.\nYou agree that you will not bring any claim personally against www.dhakatribune.com’s officers or employees in respect of any losses you suffer in connection with the website.<\/p>\n<p>Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this website disclaimer will protect www.dhakatribune.com’s officers, employees, agents, subsidiaries, successors, assigns and sub-contractors as well as www.dhakatribune.com.<\/p>\n<p>\n<strong>Unenforceable provisions<\/strong>\n<\/p>\n<p>If any provision of this website disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this website disclaimer.<\/p>\n<p>\n<strong>Indemnity<\/strong>\n<\/p>\n<p>You hereby indemnify www.dhakatribune.com and undertake to keep www.dhakatribune.com indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by www.dhakatribune.com to a third party in settlement of a claim or dispute on the advice of www.dhakatribune.com’s legal advisers) incurred or suffered by www.dhakatribune.com arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions.<\/p>\n<p>\n<strong>Breaches of these terms and conditions<\/strong>\n<\/p>\n<p>Without prejudice to www.dhakatribune.com’s other rights under these terms and conditions, if you breach these terms and conditions in any way, www.dhakatribune.com may take such action as www.dhakatribune.com deems appropriate to deal with the breach, including suspending your access to the website, prohibiting you from accessing the website, blocking computers using your IP address from accessing the website, contacting your internet service provider to request that they block your access to the website and/or bringing court proceedings against you.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Variation<\/strong>\n<\/p>\n<p>www.dhakatribune.com may revise these terms and conditions from time-to-time.\nRevised terms and conditions will apply to the use of this website from the date of the publication of the revised terms and conditions on this website.\nPlease check this page regularly to ensure you are familiar with the current version.<\/p>\n<p>\n<strong>Assignment<\/strong>\n<\/p>\n<p>www.dhakatribune.com may transfer, sub-contract or otherwise deal with www.dhakatribune.com’s rights and/or obligations under these terms and conditions without notifying you or obtaining your consent.<\/p>\n<p>You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms and conditions.<\/p>\n<p>\n<strong>Severability<\/strong>\n<\/p>\n<p>If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect.\nIf any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.<\/p>\n<p>\n<strong>Entire agreement<\/strong>\n<\/p>\n<p>These terms and conditions, together with www.dhakatribune.com’s Privacy Policy constitute the entire agreement between you and www.dhakatribune.com in relation to your use of this website, and supersede all previous agreements in respect of your use of this website.<\/p>\n<p>If you require any more information or have any questions about our Terms and Conditions, please feel free to contact us by email at contact@dhakatribune.com.<\/p>\n","created_at":"2021-03-29 18:05:39.673103","updated_at":"2021-03-29 18:05:49.658292","service_id":2896,"user_id":20760,"crawler_server":"eu"},"quote":"You grant to www.dhakatribune.com a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your user content in any existing or future media.","services":["2896"],"set":"set+service+and+topic","title":"The service can distribute your content through any media known now or in the future ","topics":[],"case":{"id":139,"classification":"bad","score":50,"title":"The service can distribute your content through any media known now or in the future ","description":"","topic_id":30,"created_at":"2018-01-16 15:26:08.619073","updated_at":"2020-11-12 04:11:38.424184"}},{"discussion":"https://edit.tosdr.org/points/17906","id":17906,"needsModeration":false,"document":{"id":4495,"name":"Privacy Policy","url":"https://www.dhakatribune.com/privacy-policy","xpath":"/html/body/section[1]/div/div[2]/div/div/div[2]","text":"\n<p>\n<strong>Privacy policy<\/strong>\n<\/p>\n<p>Dhaka Tribune, a concern of 2A Media Ltd (“us”, “we”, or “our”) operates the https://www.dhakatribune.com and https://www.bangla.dhakatribune.com websites (the “Service”).<\/p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.<\/p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://www.dhakatribune.com and https://www.bangla.dhakatribune.com<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Information collection and use<\/strong>\n<\/p>\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.<\/p>\n<p>Types of Data Collected<\/p>\n<p>Personal Data<\/p>\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”).\nPersonally identifiable information may include, but is not limited to:<\/p>\n<p>Usage Data - We may collect information on how the Service is accessed and used (“Usage Data”).\nThis Usage Data may include information such as your computer’s Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.<\/p>\n<p>Tracking &amp.\nCookies Data - We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.<\/p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.<\/p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.<\/p>\n<p>Examples of Cookies we use:<\/p>\n<ul>\n<li>Session Cookies: We use Session Cookies to operate our Service.<\/li>\n<li>Preference Cookies: We use Preference Cookies to remember your preferences and various settings.<\/li>\n<li>Security Cookies: We use Security Cookies for security purposes.\n&nbsp;<\/li>\n<\/ul>\n<p>\n<br>\n<\/p>\n<p>\n<strong>Use of data<\/strong>\n<\/p>\n<p>Dhaka Tribune uses the collected data for various purposes:<\/p>\n<ul>\n<li>To provide and maintain the Service<\/li>\n<li>To notify you about changes to our Service<\/li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so<\/li>\n<li>To provide customer care and support<\/li>\n<li>To provide analysis or valuable information so that we can improve the Service.<\/li>\n<li>To monitor the usage of the Service.<\/li>\n<li>To detect, ent and address technical issues<\/li>\n<\/ul>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Transfer of data<\/strong>\n<\/p>\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.<\/p>\n<p>If you are located outside Bangladesh and choose to provide information to us, please note that we transfer the data, including Personal Data, to Bangladesh and process it there.<\/p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.<\/p>\n<p>Dhaka Tribune will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.<\/p>\n<p>\n<strong>Disclosure of data<\/strong>\n<\/p>\n<p>Legal Requirements<\/p>\n<p>Dhaka Tribune may disclose your Personal Data in the good faith belief that such action is necessary to:<\/p>\n<ul>\n<li>To comply with a legal obligation &nbsp;&nbsp;<\/li>\n<li>To protect and defend the rights or property of Dhaka Tribune &nbsp;&nbsp;<\/li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service &nbsp;&nbsp;<\/li>\n<li>To protect the personal safety of users of the Service or the public &nbsp;&nbsp;<\/li>\n<li>To protect against legal liability<br>\n<br>\n<\/li>\n<\/ul>\n<p>\n<strong>Security of data<\/strong>\n<\/p>\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.<\/p>\n<p>\n<strong>Service providers<\/strong>\n<\/p>\n<p>We may employ third party companies and individuals to facilitate our Service (“Service Providers”), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.<\/p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.<\/p>\n<p>\n<strong>Analytics<\/strong>\n<\/p>\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.<\/p>\n<ul>\n<li>Google Analytics<br>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis &nbsp.\n&nbsp.\ndata is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.<br>You can opt-out of having made your &nbsp.\n&nbsp.\nactivity on the Service available to Google Analytics by installing &nbsp.\n&nbsp.\nthe Google Analytics opt-out browser add-on.\nThe add-on prevents the &nbsp.\n&nbsp.\nGoogle Analytics JavaScript (ga.js, analytics.js, and dc.js) from &nbsp.\n&nbsp.\nsharing information with Google Analytics about visits activity.<br>For &nbsp.\n&nbsp.\nmore information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en<br>\n<br>\n<\/li>\n<\/ul>\n<p>\n<strong>Links to other sites<\/strong>\n<\/p>\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy of every site you visit.<\/p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.<\/p>\n<p>\n<strong>Children’s privacy<\/strong>\n<\/p>\n<p>Our Service does not address anyone under the age of 18 (“Children”).<\/p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.<\/p>\n<p>\n<strong>Changes to this privacy policy<\/strong>\n<\/p>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.<\/p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the “effective date” at the top of this Privacy Policy.<\/p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.<\/p>\n<p>\n<strong>Contact us<\/strong>\n<\/p>\n<p>If you have any questions about this Privacy Policy, please contact us via email: contact@dhakatribune.com<\/p>\n","created_at":"2021-03-29 18:04:55.632088","updated_at":"2021-03-29 18:05:06.301129","service_id":2896,"user_id":20760,"crawler_server":"eu"},"quote":"Tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.","services":["2896"],"set":"set+service+and+topic","title":"The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.","topics":[],"case":{"id":323,"classification":"bad","score":50,"title":"The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.","description":"Tracking technologies (such as web beacons, tracking pixels...) are employed on users and/or the service assigns a unique ID to a browser or device to track its behaviour.","topic_id":25,"created_at":"2018-08-29 11:07:14.68649","updated_at":"2021-03-27 16:57:45.516318","privacy_related":true,"docbot_regex":"^((?=.*web beacons)|(?=.*pixel tags)|(?=.*tracking pixels)|(?=.* fingerprinting))"}},{"discussion":"https://edit.tosdr.org/points/17917","id":17917,"needsModeration":false,"document":{"id":4496,"name":"Terms and Conditions","url":"https://www.dhakatribune.com/terms-and-conditions","xpath":"/html/body/section[1]/div/div[2]/div/div/div[2]","text":"\n<p>\n<strong>Terms and conditions<\/strong>\n<\/p>\n<p>These terms and conditions govern your use of this website.\nby using this website, you accept these terms and conditions in full and without reservation.\nIf you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website.<\/p>\n<p>You must be at least 18 [eighteen] years of age to use this website.\nBy using this website and by agreeing to these terms and conditions, you warrant and represent that you are at least 18 years of age.<\/p>\n<p>\n<strong>License to use website<\/strong>\n<\/p>\n<p>Unless otherwise stated, www.dhakatribune.com and/or its licensors own the intellectual property rights published on this website and materials used on www.dhakatribune.com.\nSubject to the license below, all these intellectual property rights are reserved.<\/p>\n<p>You may view, download for caching purposes only, and print pages, files or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions.<\/p>\n<p>You must not:<\/p>\n<ul>\n<li>republish material from this website in neither print nor digital media or documents (including republication on another website);<\/li>\n<li>sell, rent or sub-license material from the website;<\/li>\n<li>show any material from the website in public.\n&nbsp;<\/li>\n<li>reproduce, duplicate, copy or otherwise exploit material on this website for a commercial purpose.\n&nbsp;<\/li>\n<li>edit or otherwise modify any material on the website.\n&nbsp;&nbsp;<\/li>\n<li>redistribute material from this website – except for content specifically and expressly made available for redistribution.\nor<\/li>\n<li>repor reproduce any part of this website through the use of iframes or screen scrapers.<\/li>\n<\/ul>\n<p>Where content is specifically made available for redistribution, it may only be redistributed within your organisation.<\/p>\n<p>\n<strong>Acceptable use<\/strong>\n<\/p>\n<p>You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of www.dhakatribune.com or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.<\/p>\n<p>You must not use this website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software.<\/p>\n<p>You must not conduct any systematic or automated data collection activities on or in relation to this website without www.dhakatribune.com’s express written consent.<\/p>\n<p>This includes: &nbsp;<\/p>\n<ul>\n<li>scraping &nbsp;<\/li>\n<li>data mining &nbsp;&nbsp;<\/li>\n<li>data extraction<\/li>\n<li>data harvesting &nbsp;<\/li>\n<li>‘framing’ (iframes)<\/li>\n<li>Article ‘Spinning’<\/li>\n<\/ul>\n<p>You must not use this website or any part of it to transmit or send unsolicited commercial communications.<\/p>\n<p>You must not use this website for any purposes related to marketing without the express written consent of www.dhakatribune.com.<\/p>\n<p>\n<strong>Restricted access<\/strong>\n<\/p>\n<p>Access to certain areas of this website is restricted.\nwww.dhakatribune.com reserves the right to restrict access to certain areas of this website, or at our discretion, this entire website.\nwww.dhakatribune.com may change or modify this policy without notice.<\/p>\n<p>If www.dhakatribune.com provides you with a user ID and password to enable you to access restricted areas of this website or other content or services, you must ensure that the user ID and password are kept confidential.\nYou alone are responsible for your password and user ID security.<\/p>\n<p>\n<strong>User content<\/strong>\n<\/p>\n<p>In these terms and conditions, “your user content” means material (including without limitation text, images, audio material, video material and audio-visual material) that you submit to this website, for whatever purpose.<\/p>\n<p>You grant to www.dhakatribune.com a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your user content in any existing or future media.\nYou also grant to www.dhakatribune.com the right to sub-license these rights, and the right to bring an action for infringement of these rights.<\/p>\n<p>Your user content must not be illegal or unlawful, must not infringe any third party’s legal rights, and must not be capable of giving rise to legal action whether against you or www.dhakatribune.com or a third party (in each case under any applicable law).<\/p>\n<p>You must not submit any user content to the website that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>www.dhakatribune.com reserves the right to edit or remove any material submitted to this website, or stored on the servers of www.dhakatribune.com, or hosted or published upon this website.<\/p>\n<p>www.dhakatribune.com’s rights under these terms and conditions in relation to user content, www.dhakatribune.com does not undertake to monitor the submission of such content to, or the publication of such content on, this website.<\/p>\n<p>\n<strong>No warranties<\/strong>\n<\/p>\n<p>This website is provided “as is” without any representations or warranties, express or implied.\nwww.dhakatribune.com makes no representations or warranties in relation to this website or the information and materials provided on this website.<\/p>\n<p>Without prejudice to the generality of the foregoing paragraph, www.dhakatribune.com does not warrant that:<\/p>\n<ul>\n<li>this website will be constantly available, or available at all.\nor &nbsp;&nbsp;<\/li>\n<li>the information on this website is complete, true, accurate or non-misleading.<\/li>\n<\/ul>\n<p>Nothing on this website constitutes, or is meant to constitute, advice of any kind.\nIf you require advice in relation to any legal, financial or medical matter you should consult an appropriate professional.<\/p>\n<p>\n<strong>Limitations of liability<\/strong>\n<\/p>\n<p>www.dhakatribune.com will not be liable to you (whether under the law of contract, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:<\/p>\n<ul>\n<li>&nbsp;to the extent that the website is provided free-of-charge, for any direct loss;<\/li>\n<li>for any indirect, special or consequential loss.\nor &nbsp;&nbsp;<\/li>\n<li>for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or &nbsp.\n&nbsp.\ndata.<\/li>\n<\/ul>\n<p>These limitations of liability apply even if www.dhakatribune.com has been expressly advised of the potential loss.<\/p>\n<p>\n<strong>Exceptions<\/strong>\n<\/p>\n<p>Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit.\nand nothing in this website disclaimer will exclude or limit the liability of Dhaka Tribune in respect of any:&nbsp;<\/p>\n<ul>\n<li>death or personal injury caused by the negligence of www.dhakatribune.com or its agents, employees or shareholders/owners.\n&nbsp;&nbsp;<\/li>\n<li>fraud or fraudulent misrepresentation on the part of www.dhakatribune.com.\nor &nbsp;&nbsp;<\/li>\n<li>matter which it would be illegal or unlawful for www.dhakatribune.com to exclude or limit, or to attempt or purport to exclude or limit, its liability.<\/li>\n<\/ul>\n<p>\n<strong>Reasonableness<\/strong>\n<\/p>\n<p>By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable.<\/p>\n<p>If you do not think they are reasonable, you must not use this website.<\/p>\n<p>\n<strong>Other parties<\/strong>\n<\/p>\n<p>You accept that, as a limited liability entity, www.dhakatribune.com has an interest in limiting the personal liability of its officers and employees.\nYou agree that you will not bring any claim personally against www.dhakatribune.com’s officers or employees in respect of any losses you suffer in connection with the website.<\/p>\n<p>Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this website disclaimer will protect www.dhakatribune.com’s officers, employees, agents, subsidiaries, successors, assigns and sub-contractors as well as www.dhakatribune.com.<\/p>\n<p>\n<strong>Unenforceable provisions<\/strong>\n<\/p>\n<p>If any provision of this website disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this website disclaimer.<\/p>\n<p>\n<strong>Indemnity<\/strong>\n<\/p>\n<p>You hereby indemnify www.dhakatribune.com and undertake to keep www.dhakatribune.com indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by www.dhakatribune.com to a third party in settlement of a claim or dispute on the advice of www.dhakatribune.com’s legal advisers) incurred or suffered by www.dhakatribune.com arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions.<\/p>\n<p>\n<strong>Breaches of these terms and conditions<\/strong>\n<\/p>\n<p>Without prejudice to www.dhakatribune.com’s other rights under these terms and conditions, if you breach these terms and conditions in any way, www.dhakatribune.com may take such action as www.dhakatribune.com deems appropriate to deal with the breach, including suspending your access to the website, prohibiting you from accessing the website, blocking computers using your IP address from accessing the website, contacting your internet service provider to request that they block your access to the website and/or bringing court proceedings against you.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Variation<\/strong>\n<\/p>\n<p>www.dhakatribune.com may revise these terms and conditions from time-to-time.\nRevised terms and conditions will apply to the use of this website from the date of the publication of the revised terms and conditions on this website.\nPlease check this page regularly to ensure you are familiar with the current version.<\/p>\n<p>\n<strong>Assignment<\/strong>\n<\/p>\n<p>www.dhakatribune.com may transfer, sub-contract or otherwise deal with www.dhakatribune.com’s rights and/or obligations under these terms and conditions without notifying you or obtaining your consent.<\/p>\n<p>You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms and conditions.<\/p>\n<p>\n<strong>Severability<\/strong>\n<\/p>\n<p>If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect.\nIf any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.<\/p>\n<p>\n<strong>Entire agreement<\/strong>\n<\/p>\n<p>These terms and conditions, together with www.dhakatribune.com’s Privacy Policy constitute the entire agreement between you and www.dhakatribune.com in relation to your use of this website, and supersede all previous agreements in respect of your use of this website.<\/p>\n<p>If you require any more information or have any questions about our Terms and Conditions, please feel free to contact us by email at contact@dhakatribune.com.<\/p>\n","created_at":"2021-03-29 18:05:39.673103","updated_at":"2021-03-29 18:05:49.658292","service_id":2896,"user_id":20760,"crawler_server":"eu"},"quote":"www.dhakatribune.com will not be liable to you (whether under the law of contract, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:<\/p>\n<ul>\n<li>&nbsp;to the extent that the website is provided free-of-charge, for any direct loss;<\/li>\n<li>for any indirect, special or consequential loss.\nor &nbsp;&nbsp;<\/li>\n<li>for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or &nbsp.\n&nbsp.\ndata.<\/li>\n<\/ul>\n<p>These limitations of liability apply even if www.dhakatribune.com has been expressly advised of the potential loss.","services":["2896"],"set":"set+service+and+topic","title":"This service assumes no liability for any losses or damages resulting from any matter relating to the service","topics":[],"case":{"id":293,"classification":"bad","score":50,"title":"This service assumes no liability for any losses or damages resulting from any matter relating to the service","description":"The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.","topic_id":31,"created_at":"2018-08-26 22:31:46.138198","updated_at":"2021-03-27 16:55:25.391535","docbot_regex":"^((?=.*liable)|(?=.*liability))(((?=.*incidental)|(?=.*punitive)|(?=.*consequential))|((?=.*loss of)((?=.*revenue)|(?=.*data)|(?=.*profit))))"}},{"discussion":"https://edit.tosdr.org/points/17911","id":17911,"needsModeration":false,"document":{"id":4496,"name":"Terms and Conditions","url":"https://www.dhakatribune.com/terms-and-conditions","xpath":"/html/body/section[1]/div/div[2]/div/div/div[2]","text":"\n<p>\n<strong>Terms and conditions<\/strong>\n<\/p>\n<p>These terms and conditions govern your use of this website.\nby using this website, you accept these terms and conditions in full and without reservation.\nIf you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website.<\/p>\n<p>You must be at least 18 [eighteen] years of age to use this website.\nBy using this website and by agreeing to these terms and conditions, you warrant and represent that you are at least 18 years of age.<\/p>\n<p>\n<strong>License to use website<\/strong>\n<\/p>\n<p>Unless otherwise stated, www.dhakatribune.com and/or its licensors own the intellectual property rights published on this website and materials used on www.dhakatribune.com.\nSubject to the license below, all these intellectual property rights are reserved.<\/p>\n<p>You may view, download for caching purposes only, and print pages, files or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions.<\/p>\n<p>You must not:<\/p>\n<ul>\n<li>republish material from this website in neither print nor digital media or documents (including republication on another website);<\/li>\n<li>sell, rent or sub-license material from the website;<\/li>\n<li>show any material from the website in public.\n&nbsp;<\/li>\n<li>reproduce, duplicate, copy or otherwise exploit material on this website for a commercial purpose.\n&nbsp;<\/li>\n<li>edit or otherwise modify any material on the website.\n&nbsp;&nbsp;<\/li>\n<li>redistribute material from this website – except for content specifically and expressly made available for redistribution.\nor<\/li>\n<li>repor reproduce any part of this website through the use of iframes or screen scrapers.<\/li>\n<\/ul>\n<p>Where content is specifically made available for redistribution, it may only be redistributed within your organisation.<\/p>\n<p>\n<strong>Acceptable use<\/strong>\n<\/p>\n<p>You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of www.dhakatribune.com or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.<\/p>\n<p>You must not use this website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software.<\/p>\n<p>You must not conduct any systematic or automated data collection activities on or in relation to this website without www.dhakatribune.com’s express written consent.<\/p>\n<p>This includes: &nbsp;<\/p>\n<ul>\n<li>scraping &nbsp;<\/li>\n<li>data mining &nbsp;&nbsp;<\/li>\n<li>data extraction<\/li>\n<li>data harvesting &nbsp;<\/li>\n<li>‘framing’ (iframes)<\/li>\n<li>Article ‘Spinning’<\/li>\n<\/ul>\n<p>You must not use this website or any part of it to transmit or send unsolicited commercial communications.<\/p>\n<p>You must not use this website for any purposes related to marketing without the express written consent of www.dhakatribune.com.<\/p>\n<p>\n<strong>Restricted access<\/strong>\n<\/p>\n<p>Access to certain areas of this website is restricted.\nwww.dhakatribune.com reserves the right to restrict access to certain areas of this website, or at our discretion, this entire website.\nwww.dhakatribune.com may change or modify this policy without notice.<\/p>\n<p>If www.dhakatribune.com provides you with a user ID and password to enable you to access restricted areas of this website or other content or services, you must ensure that the user ID and password are kept confidential.\nYou alone are responsible for your password and user ID security.<\/p>\n<p>\n<strong>User content<\/strong>\n<\/p>\n<p>In these terms and conditions, “your user content” means material (including without limitation text, images, audio material, video material and audio-visual material) that you submit to this website, for whatever purpose.<\/p>\n<p>You grant to www.dhakatribune.com a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your user content in any existing or future media.\nYou also grant to www.dhakatribune.com the right to sub-license these rights, and the right to bring an action for infringement of these rights.<\/p>\n<p>Your user content must not be illegal or unlawful, must not infringe any third party’s legal rights, and must not be capable of giving rise to legal action whether against you or www.dhakatribune.com or a third party (in each case under any applicable law).<\/p>\n<p>You must not submit any user content to the website that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>www.dhakatribune.com reserves the right to edit or remove any material submitted to this website, or stored on the servers of www.dhakatribune.com, or hosted or published upon this website.<\/p>\n<p>www.dhakatribune.com’s rights under these terms and conditions in relation to user content, www.dhakatribune.com does not undertake to monitor the submission of such content to, or the publication of such content on, this website.<\/p>\n<p>\n<strong>No warranties<\/strong>\n<\/p>\n<p>This website is provided “as is” without any representations or warranties, express or implied.\nwww.dhakatribune.com makes no representations or warranties in relation to this website or the information and materials provided on this website.<\/p>\n<p>Without prejudice to the generality of the foregoing paragraph, www.dhakatribune.com does not warrant that:<\/p>\n<ul>\n<li>this website will be constantly available, or available at all.\nor &nbsp;&nbsp;<\/li>\n<li>the information on this website is complete, true, accurate or non-misleading.<\/li>\n<\/ul>\n<p>Nothing on this website constitutes, or is meant to constitute, advice of any kind.\nIf you require advice in relation to any legal, financial or medical matter you should consult an appropriate professional.<\/p>\n<p>\n<strong>Limitations of liability<\/strong>\n<\/p>\n<p>www.dhakatribune.com will not be liable to you (whether under the law of contract, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:<\/p>\n<ul>\n<li>&nbsp;to the extent that the website is provided free-of-charge, for any direct loss;<\/li>\n<li>for any indirect, special or consequential loss.\nor &nbsp;&nbsp;<\/li>\n<li>for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or &nbsp.\n&nbsp.\ndata.<\/li>\n<\/ul>\n<p>These limitations of liability apply even if www.dhakatribune.com has been expressly advised of the potential loss.<\/p>\n<p>\n<strong>Exceptions<\/strong>\n<\/p>\n<p>Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit.\nand nothing in this website disclaimer will exclude or limit the liability of Dhaka Tribune in respect of any:&nbsp;<\/p>\n<ul>\n<li>death or personal injury caused by the negligence of www.dhakatribune.com or its agents, employees or shareholders/owners.\n&nbsp;&nbsp;<\/li>\n<li>fraud or fraudulent misrepresentation on the part of www.dhakatribune.com.\nor &nbsp;&nbsp;<\/li>\n<li>matter which it would be illegal or unlawful for www.dhakatribune.com to exclude or limit, or to attempt or purport to exclude or limit, its liability.<\/li>\n<\/ul>\n<p>\n<strong>Reasonableness<\/strong>\n<\/p>\n<p>By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable.<\/p>\n<p>If you do not think they are reasonable, you must not use this website.<\/p>\n<p>\n<strong>Other parties<\/strong>\n<\/p>\n<p>You accept that, as a limited liability entity, www.dhakatribune.com has an interest in limiting the personal liability of its officers and employees.\nYou agree that you will not bring any claim personally against www.dhakatribune.com’s officers or employees in respect of any losses you suffer in connection with the website.<\/p>\n<p>Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this website disclaimer will protect www.dhakatribune.com’s officers, employees, agents, subsidiaries, successors, assigns and sub-contractors as well as www.dhakatribune.com.<\/p>\n<p>\n<strong>Unenforceable provisions<\/strong>\n<\/p>\n<p>If any provision of this website disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this website disclaimer.<\/p>\n<p>\n<strong>Indemnity<\/strong>\n<\/p>\n<p>You hereby indemnify www.dhakatribune.com and undertake to keep www.dhakatribune.com indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by www.dhakatribune.com to a third party in settlement of a claim or dispute on the advice of www.dhakatribune.com’s legal advisers) incurred or suffered by www.dhakatribune.com arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions.<\/p>\n<p>\n<strong>Breaches of these terms and conditions<\/strong>\n<\/p>\n<p>Without prejudice to www.dhakatribune.com’s other rights under these terms and conditions, if you breach these terms and conditions in any way, www.dhakatribune.com may take such action as www.dhakatribune.com deems appropriate to deal with the breach, including suspending your access to the website, prohibiting you from accessing the website, blocking computers using your IP address from accessing the website, contacting your internet service provider to request that they block your access to the website and/or bringing court proceedings against you.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Variation<\/strong>\n<\/p>\n<p>www.dhakatribune.com may revise these terms and conditions from time-to-time.\nRevised terms and conditions will apply to the use of this website from the date of the publication of the revised terms and conditions on this website.\nPlease check this page regularly to ensure you are familiar with the current version.<\/p>\n<p>\n<strong>Assignment<\/strong>\n<\/p>\n<p>www.dhakatribune.com may transfer, sub-contract or otherwise deal with www.dhakatribune.com’s rights and/or obligations under these terms and conditions without notifying you or obtaining your consent.<\/p>\n<p>You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms and conditions.<\/p>\n<p>\n<strong>Severability<\/strong>\n<\/p>\n<p>If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect.\nIf any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.<\/p>\n<p>\n<strong>Entire agreement<\/strong>\n<\/p>\n<p>These terms and conditions, together with www.dhakatribune.com’s Privacy Policy constitute the entire agreement between you and www.dhakatribune.com in relation to your use of this website, and supersede all previous agreements in respect of your use of this website.<\/p>\n<p>If you require any more information or have any questions about our Terms and Conditions, please feel free to contact us by email at contact@dhakatribune.com.<\/p>\n","created_at":"2021-03-29 18:05:39.673103","updated_at":"2021-03-29 18:05:49.658292","service_id":2896,"user_id":20760,"crawler_server":"eu"},"quote":"Your user content must not be illegal or unlawful","services":["2896"],"set":"set+service+and+topic","title":"Users agree not to submit illegal content","topics":[],"case":{"id":238,"classification":"neutral","score":0,"title":"Users agree not to submit illegal content","description":"","topic_id":55,"created_at":"2018-07-22 09:13:18.812569","updated_at":"2021-02-17 23:11:16.988799","docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/17909","id":17909,"needsModeration":false,"document":{"id":4495,"name":"Privacy Policy","url":"https://www.dhakatribune.com/privacy-policy","xpath":"/html/body/section[1]/div/div[2]/div/div/div[2]","text":"\n<p>\n<strong>Privacy policy<\/strong>\n<\/p>\n<p>Dhaka Tribune, a concern of 2A Media Ltd (“us”, “we”, or “our”) operates the https://www.dhakatribune.com and https://www.bangla.dhakatribune.com websites (the “Service”).<\/p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.<\/p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://www.dhakatribune.com and https://www.bangla.dhakatribune.com<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Information collection and use<\/strong>\n<\/p>\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.<\/p>\n<p>Types of Data Collected<\/p>\n<p>Personal Data<\/p>\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”).\nPersonally identifiable information may include, but is not limited to:<\/p>\n<p>Usage Data - We may collect information on how the Service is accessed and used (“Usage Data”).\nThis Usage Data may include information such as your computer’s Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.<\/p>\n<p>Tracking &amp.\nCookies Data - We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.<\/p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.<\/p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.<\/p>\n<p>Examples of Cookies we use:<\/p>\n<ul>\n<li>Session Cookies: We use Session Cookies to operate our Service.<\/li>\n<li>Preference Cookies: We use Preference Cookies to remember your preferences and various settings.<\/li>\n<li>Security Cookies: We use Security Cookies for security purposes.\n&nbsp;<\/li>\n<\/ul>\n<p>\n<br>\n<\/p>\n<p>\n<strong>Use of data<\/strong>\n<\/p>\n<p>Dhaka Tribune uses the collected data for various purposes:<\/p>\n<ul>\n<li>To provide and maintain the Service<\/li>\n<li>To notify you about changes to our Service<\/li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so<\/li>\n<li>To provide customer care and support<\/li>\n<li>To provide analysis or valuable information so that we can improve the Service.<\/li>\n<li>To monitor the usage of the Service.<\/li>\n<li>To detect, ent and address technical issues<\/li>\n<\/ul>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Transfer of data<\/strong>\n<\/p>\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.<\/p>\n<p>If you are located outside Bangladesh and choose to provide information to us, please note that we transfer the data, including Personal Data, to Bangladesh and process it there.<\/p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.<\/p>\n<p>Dhaka Tribune will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.<\/p>\n<p>\n<strong>Disclosure of data<\/strong>\n<\/p>\n<p>Legal Requirements<\/p>\n<p>Dhaka Tribune may disclose your Personal Data in the good faith belief that such action is necessary to:<\/p>\n<ul>\n<li>To comply with a legal obligation &nbsp;&nbsp;<\/li>\n<li>To protect and defend the rights or property of Dhaka Tribune &nbsp;&nbsp;<\/li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service &nbsp;&nbsp;<\/li>\n<li>To protect the personal safety of users of the Service or the public &nbsp;&nbsp;<\/li>\n<li>To protect against legal liability<br>\n<br>\n<\/li>\n<\/ul>\n<p>\n<strong>Security of data<\/strong>\n<\/p>\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.<\/p>\n<p>\n<strong>Service providers<\/strong>\n<\/p>\n<p>We may employ third party companies and individuals to facilitate our Service (“Service Providers”), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.<\/p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.<\/p>\n<p>\n<strong>Analytics<\/strong>\n<\/p>\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.<\/p>\n<ul>\n<li>Google Analytics<br>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis &nbsp.\n&nbsp.\ndata is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.<br>You can opt-out of having made your &nbsp.\n&nbsp.\nactivity on the Service available to Google Analytics by installing &nbsp.\n&nbsp.\nthe Google Analytics opt-out browser add-on.\nThe add-on prevents the &nbsp.\n&nbsp.\nGoogle Analytics JavaScript (ga.js, analytics.js, and dc.js) from &nbsp.\n&nbsp.\nsharing information with Google Analytics about visits activity.<br>For &nbsp.\n&nbsp.\nmore information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en<br>\n<br>\n<\/li>\n<\/ul>\n<p>\n<strong>Links to other sites<\/strong>\n<\/p>\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy of every site you visit.<\/p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.<\/p>\n<p>\n<strong>Children’s privacy<\/strong>\n<\/p>\n<p>Our Service does not address anyone under the age of 18 (“Children”).<\/p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.<\/p>\n<p>\n<strong>Changes to this privacy policy<\/strong>\n<\/p>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.<\/p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the “effective date” at the top of this Privacy Policy.<\/p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.<\/p>\n<p>\n<strong>Contact us<\/strong>\n<\/p>\n<p>If you have any questions about this Privacy Policy, please contact us via email: contact@dhakatribune.com<\/p>\n","created_at":"2021-03-29 18:04:55.632088","updated_at":"2021-03-29 18:05:06.301129","service_id":2896,"user_id":20760,"crawler_server":"eu"},"quote":"if you do not accept cookies, you may not be able to use some portions of our Service.","services":["2896"],"set":"set+service+and+topic","title":"Blocking first party cookies may limit your ability to use the service","topics":[],"case":{"id":375,"classification":"neutral","score":50,"title":"Blocking first party cookies may limit your ability to use the service","description":"Most browsers allow users to set preferences related to cookies storage. You may choose to block all cookies (including first-party cookies), but it may impact your use of this service and you may not be able to access some or any of the features provided.","topic_id":25,"created_at":"2018-10-21 10:14:30.867458","updated_at":"2021-02-24 23:11:47.095647","docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/17908","id":17908,"needsModeration":false,"document":{"id":4495,"name":"Privacy Policy","url":"https://www.dhakatribune.com/privacy-policy","xpath":"/html/body/section[1]/div/div[2]/div/div/div[2]","text":"\n<p>\n<strong>Privacy policy<\/strong>\n<\/p>\n<p>Dhaka Tribune, a concern of 2A Media Ltd (“us”, “we”, or “our”) operates the https://www.dhakatribune.com and https://www.bangla.dhakatribune.com websites (the “Service”).<\/p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.<\/p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://www.dhakatribune.com and https://www.bangla.dhakatribune.com<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Information collection and use<\/strong>\n<\/p>\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.<\/p>\n<p>Types of Data Collected<\/p>\n<p>Personal Data<\/p>\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”).\nPersonally identifiable information may include, but is not limited to:<\/p>\n<p>Usage Data - We may collect information on how the Service is accessed and used (“Usage Data”).\nThis Usage Data may include information such as your computer’s Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.<\/p>\n<p>Tracking &amp.\nCookies Data - We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.<\/p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.<\/p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.<\/p>\n<p>Examples of Cookies we use:<\/p>\n<ul>\n<li>Session Cookies: We use Session Cookies to operate our Service.<\/li>\n<li>Preference Cookies: We use Preference Cookies to remember your preferences and various settings.<\/li>\n<li>Security Cookies: We use Security Cookies for security purposes.\n&nbsp;<\/li>\n<\/ul>\n<p>\n<br>\n<\/p>\n<p>\n<strong>Use of data<\/strong>\n<\/p>\n<p>Dhaka Tribune uses the collected data for various purposes:<\/p>\n<ul>\n<li>To provide and maintain the Service<\/li>\n<li>To notify you about changes to our Service<\/li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so<\/li>\n<li>To provide customer care and support<\/li>\n<li>To provide analysis or valuable information so that we can improve the Service.<\/li>\n<li>To monitor the usage of the Service.<\/li>\n<li>To detect, ent and address technical issues<\/li>\n<\/ul>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Transfer of data<\/strong>\n<\/p>\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.<\/p>\n<p>If you are located outside Bangladesh and choose to provide information to us, please note that we transfer the data, including Personal Data, to Bangladesh and process it there.<\/p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.<\/p>\n<p>Dhaka Tribune will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.<\/p>\n<p>\n<strong>Disclosure of data<\/strong>\n<\/p>\n<p>Legal Requirements<\/p>\n<p>Dhaka Tribune may disclose your Personal Data in the good faith belief that such action is necessary to:<\/p>\n<ul>\n<li>To comply with a legal obligation &nbsp;&nbsp;<\/li>\n<li>To protect and defend the rights or property of Dhaka Tribune &nbsp;&nbsp;<\/li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service &nbsp;&nbsp;<\/li>\n<li>To protect the personal safety of users of the Service or the public &nbsp;&nbsp;<\/li>\n<li>To protect against legal liability<br>\n<br>\n<\/li>\n<\/ul>\n<p>\n<strong>Security of data<\/strong>\n<\/p>\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.<\/p>\n<p>\n<strong>Service providers<\/strong>\n<\/p>\n<p>We may employ third party companies and individuals to facilitate our Service (“Service Providers”), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.<\/p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.<\/p>\n<p>\n<strong>Analytics<\/strong>\n<\/p>\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.<\/p>\n<ul>\n<li>Google Analytics<br>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis &nbsp.\n&nbsp.\ndata is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.<br>You can opt-out of having made your &nbsp.\n&nbsp.\nactivity on the Service available to Google Analytics by installing &nbsp.\n&nbsp.\nthe Google Analytics opt-out browser add-on.\nThe add-on prevents the &nbsp.\n&nbsp.\nGoogle Analytics JavaScript (ga.js, analytics.js, and dc.js) from &nbsp.\n&nbsp.\nsharing information with Google Analytics about visits activity.<br>For &nbsp.\n&nbsp.\nmore information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en<br>\n<br>\n<\/li>\n<\/ul>\n<p>\n<strong>Links to other sites<\/strong>\n<\/p>\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy of every site you visit.<\/p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.<\/p>\n<p>\n<strong>Children’s privacy<\/strong>\n<\/p>\n<p>Our Service does not address anyone under the age of 18 (“Children”).<\/p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.<\/p>\n<p>\n<strong>Changes to this privacy policy<\/strong>\n<\/p>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.<\/p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the “effective date” at the top of this Privacy Policy.<\/p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.<\/p>\n<p>\n<strong>Contact us<\/strong>\n<\/p>\n<p>If you have any questions about this Privacy Policy, please contact us via email: contact@dhakatribune.com<\/p>\n","created_at":"2021-03-29 18:04:55.632088","updated_at":"2021-03-29 18:05:06.301129","service_id":2896,"user_id":20760,"crawler_server":"eu"},"quote":"Our Service does not address anyone under the age of 18 (“Children”).<\/p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.","services":["2896"],"set":"set+service+and+topic","title":"This service is only available to users over a certain age","topics":[],"case":{"id":152,"classification":"neutral","score":15,"title":"This service is only available to users over a certain age","description":"The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.","topic_id":31,"created_at":"2018-01-16 15:26:08.952429","updated_at":"2021-03-27 16:41:50.59469","docbot_regex":"^((?=.*at least)((?=.*years old)|(?=.*years of age))|(?=.*you must be)(?=.*old)|((?=.*years of age)|(?=.*under the age)|(?=.*age is under)|(?=.*not intended for)|(?=.*only for))((?=.*13)|(?=.*thirteen)|(?=.*16)|(?=.*sixteen)|(?=.*18)|(?=.*eighteen))((?!.*California)))"}},{"discussion":"https://edit.tosdr.org/points/17904","id":17904,"needsModeration":true,"document":{"id":4496,"name":"Terms and Conditions","url":"https://www.dhakatribune.com/terms-and-conditions","xpath":"/html/body/section[1]/div/div[2]/div/div/div[2]","text":"\n<p>\n<strong>Terms and conditions<\/strong>\n<\/p>\n<p>These terms and conditions govern your use of this website.\nby using this website, you accept these terms and conditions in full and without reservation.\nIf you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website.<\/p>\n<p>You must be at least 18 [eighteen] years of age to use this website.\nBy using this website and by agreeing to these terms and conditions, you warrant and represent that you are at least 18 years of age.<\/p>\n<p>\n<strong>License to use website<\/strong>\n<\/p>\n<p>Unless otherwise stated, www.dhakatribune.com and/or its licensors own the intellectual property rights published on this website and materials used on www.dhakatribune.com.\nSubject to the license below, all these intellectual property rights are reserved.<\/p>\n<p>You may view, download for caching purposes only, and print pages, files or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions.<\/p>\n<p>You must not:<\/p>\n<ul>\n<li>republish material from this website in neither print nor digital media or documents (including republication on another website);<\/li>\n<li>sell, rent or sub-license material from the website;<\/li>\n<li>show any material from the website in public.\n&nbsp;<\/li>\n<li>reproduce, duplicate, copy or otherwise exploit material on this website for a commercial purpose.\n&nbsp;<\/li>\n<li>edit or otherwise modify any material on the website.\n&nbsp;&nbsp;<\/li>\n<li>redistribute material from this website – except for content specifically and expressly made available for redistribution.\nor<\/li>\n<li>repor reproduce any part of this website through the use of iframes or screen scrapers.<\/li>\n<\/ul>\n<p>Where content is specifically made available for redistribution, it may only be redistributed within your organisation.<\/p>\n<p>\n<strong>Acceptable use<\/strong>\n<\/p>\n<p>You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of www.dhakatribune.com or in any way which is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity.<\/p>\n<p>You must not use this website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software.<\/p>\n<p>You must not conduct any systematic or automated data collection activities on or in relation to this website without www.dhakatribune.com’s express written consent.<\/p>\n<p>This includes: &nbsp;<\/p>\n<ul>\n<li>scraping &nbsp;<\/li>\n<li>data mining &nbsp;&nbsp;<\/li>\n<li>data extraction<\/li>\n<li>data harvesting &nbsp;<\/li>\n<li>‘framing’ (iframes)<\/li>\n<li>Article ‘Spinning’<\/li>\n<\/ul>\n<p>You must not use this website or any part of it to transmit or send unsolicited commercial communications.<\/p>\n<p>You must not use this website for any purposes related to marketing without the express written consent of www.dhakatribune.com.<\/p>\n<p>\n<strong>Restricted access<\/strong>\n<\/p>\n<p>Access to certain areas of this website is restricted.\nwww.dhakatribune.com reserves the right to restrict access to certain areas of this website, or at our discretion, this entire website.\nwww.dhakatribune.com may change or modify this policy without notice.<\/p>\n<p>If www.dhakatribune.com provides you with a user ID and password to enable you to access restricted areas of this website or other content or services, you must ensure that the user ID and password are kept confidential.\nYou alone are responsible for your password and user ID security.<\/p>\n<p>\n<strong>User content<\/strong>\n<\/p>\n<p>In these terms and conditions, “your user content” means material (including without limitation text, images, audio material, video material and audio-visual material) that you submit to this website, for whatever purpose.<\/p>\n<p>You grant to www.dhakatribune.com a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute your user content in any existing or future media.\nYou also grant to www.dhakatribune.com the right to sub-license these rights, and the right to bring an action for infringement of these rights.<\/p>\n<p>Your user content must not be illegal or unlawful, must not infringe any third party’s legal rights, and must not be capable of giving rise to legal action whether against you or www.dhakatribune.com or a third party (in each case under any applicable law).<\/p>\n<p>You must not submit any user content to the website that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>www.dhakatribune.com reserves the right to edit or remove any material submitted to this website, or stored on the servers of www.dhakatribune.com, or hosted or published upon this website.<\/p>\n<p>www.dhakatribune.com’s rights under these terms and conditions in relation to user content, www.dhakatribune.com does not undertake to monitor the submission of such content to, or the publication of such content on, this website.<\/p>\n<p>\n<strong>No warranties<\/strong>\n<\/p>\n<p>This website is provided “as is” without any representations or warranties, express or implied.\nwww.dhakatribune.com makes no representations or warranties in relation to this website or the information and materials provided on this website.<\/p>\n<p>Without prejudice to the generality of the foregoing paragraph, www.dhakatribune.com does not warrant that:<\/p>\n<ul>\n<li>this website will be constantly available, or available at all.\nor &nbsp;&nbsp;<\/li>\n<li>the information on this website is complete, true, accurate or non-misleading.<\/li>\n<\/ul>\n<p>Nothing on this website constitutes, or is meant to constitute, advice of any kind.\nIf you require advice in relation to any legal, financial or medical matter you should consult an appropriate professional.<\/p>\n<p>\n<strong>Limitations of liability<\/strong>\n<\/p>\n<p>www.dhakatribune.com will not be liable to you (whether under the law of contract, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website:<\/p>\n<ul>\n<li>&nbsp;to the extent that the website is provided free-of-charge, for any direct loss;<\/li>\n<li>for any indirect, special or consequential loss.\nor &nbsp;&nbsp;<\/li>\n<li>for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or &nbsp.\n&nbsp.\ndata.<\/li>\n<\/ul>\n<p>These limitations of liability apply even if www.dhakatribune.com has been expressly advised of the potential loss.<\/p>\n<p>\n<strong>Exceptions<\/strong>\n<\/p>\n<p>Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit.\nand nothing in this website disclaimer will exclude or limit the liability of Dhaka Tribune in respect of any:&nbsp;<\/p>\n<ul>\n<li>death or personal injury caused by the negligence of www.dhakatribune.com or its agents, employees or shareholders/owners.\n&nbsp;&nbsp;<\/li>\n<li>fraud or fraudulent misrepresentation on the part of www.dhakatribune.com.\nor &nbsp;&nbsp;<\/li>\n<li>matter which it would be illegal or unlawful for www.dhakatribune.com to exclude or limit, or to attempt or purport to exclude or limit, its liability.<\/li>\n<\/ul>\n<p>\n<strong>Reasonableness<\/strong>\n<\/p>\n<p>By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable.<\/p>\n<p>If you do not think they are reasonable, you must not use this website.<\/p>\n<p>\n<strong>Other parties<\/strong>\n<\/p>\n<p>You accept that, as a limited liability entity, www.dhakatribune.com has an interest in limiting the personal liability of its officers and employees.\nYou agree that you will not bring any claim personally against www.dhakatribune.com’s officers or employees in respect of any losses you suffer in connection with the website.<\/p>\n<p>Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this website disclaimer will protect www.dhakatribune.com’s officers, employees, agents, subsidiaries, successors, assigns and sub-contractors as well as www.dhakatribune.com.<\/p>\n<p>\n<strong>Unenforceable provisions<\/strong>\n<\/p>\n<p>If any provision of this website disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this website disclaimer.<\/p>\n<p>\n<strong>Indemnity<\/strong>\n<\/p>\n<p>You hereby indemnify www.dhakatribune.com and undertake to keep www.dhakatribune.com indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by www.dhakatribune.com to a third party in settlement of a claim or dispute on the advice of www.dhakatribune.com’s legal advisers) incurred or suffered by www.dhakatribune.com arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions.<\/p>\n<p>\n<strong>Breaches of these terms and conditions<\/strong>\n<\/p>\n<p>Without prejudice to www.dhakatribune.com’s other rights under these terms and conditions, if you breach these terms and conditions in any way, www.dhakatribune.com may take such action as www.dhakatribune.com deems appropriate to deal with the breach, including suspending your access to the website, prohibiting you from accessing the website, blocking computers using your IP address from accessing the website, contacting your internet service provider to request that they block your access to the website and/or bringing court proceedings against you.<\/p>\n<p>\n<br>\n<br>\n<\/p>\n<p>\n<strong>Variation<\/strong>\n<\/p>\n<p>www.dhakatribune.com may revise these terms and conditions from time-to-time.\nRevised terms and conditions will apply to the use of this website from the date of the publication of the revised terms and conditions on this website.\nPlease check this page regularly to ensure you are familiar with the current version.<\/p>\n<p>\n<strong>Assignment<\/strong>\n<\/p>\n<p>www.dhakatribune.com may transfer, sub-contract or otherwise deal with www.dhakatribune.com’s rights and/or obligations under these terms and conditions without notifying you or obtaining your consent.<\/p>\n<p>You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms and conditions.<\/p>\n<p>\n<strong>Severability<\/strong>\n<\/p>\n<p>If a provision of these terms and conditions is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect.\nIf any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.<\/p>\n<p>\n<strong>Entire agreement<\/strong>\n<\/p>\n<p>These terms and conditions, together with www.dhakatribune.com’s Privacy Policy constitute the entire agreement between you and www.dhakatribune.com in relation to your use of this website, and supersede all previous agreements in respect of your use of this website.<\/p>\n<p>If you require any more information or have any questions about our Terms and Conditions, please feel free to contact us by email at contact@dhakatribune.com.<\/p>\n","created_at":"2021-03-29 18:05:39.673103","updated_at":"2021-03-29 18:05:49.658292","service_id":2896,"user_id":20760,"crawler_server":"eu"},"quote":"You must be at least 18 [eighteen] years of age to use this website.","services":["2896"],"set":"set+service+and+topic","title":"This service is only available to users over a certain age","topics":[],"case":{"id":152,"classification":"neutral","score":15,"title":"This service is only available to users over a certain age","description":"The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.","topic_id":31,"created_at":"2018-01-16 15:26:08.952429","updated_at":"2021-03-27 16:41:50.59469","docbot_regex":"^((?=.*at least)((?=.*years old)|(?=.*years of age))|(?=.*you must be)(?=.*old)|((?=.*years of age)|(?=.*under the age)|(?=.*age is under)|(?=.*not intended for)|(?=.*only for))((?=.*13)|(?=.*thirteen)|(?=.*16)|(?=.*sixteen)|(?=.*18)|(?=.*eighteen))((?!.*California)))"}}],"urls":["dhakatribune.com"]}}
