{"error":[256],"message":["615"],"parameters":{"_source":{"id":[615],"name":["EMP"],"url":["emp-online.com,emp.de,emp.at,large.nl,emp-shop.se,emp-online.ch,emp-online.it,emp-online.es,emp.fi,emp-shop.no,emp.co.uk,emp.ie,emp-shop.cz,emp-shop.sk,emp-shop.pl,emp-shop.dk,large.be,emp-online.fr"],"created_at":["2018-07-16 10:36:02.500622"],"updated_at":["2021-03-25 03:19:37.849642"],"wikipedia":["https://en.wikipedia.org/wiki/EMP_Merchandising, https://de.wikipedia.org/wiki/EMP_Merchandising"],"keywords":{},"related":{},"slug":["emp"],"is_comprehensively_reviewed":[false],"user_id":{},"rating":["N/A"],"status":{},"nice_service":["emp"],"image":["615.png"]},"image":["https://tosdr-logos.s3.eu-west-2.jbcdn.net/615.png"],"documents":[{"id":392,"name":"Terms and Conditions","url":"https://www.emp-online.com/customer-service/terms-%26-conditions/terms.html","xpath":"","text":"×Close Shopping from International\nPlease click here to visit EMP Online Shop for customers from International Ok EMP International EMP France EMP Deutschland EMP Italia EMP Polska EMP Česká Republika EMP Norge EMP Schweiz EMP Suomi EMP Ireland EMP United Kingdom EMP Sweden EMP Danmark Large Netherlands EMP Österreich EMP Slovensko Large Belgique EMP España Menu\n<p> EMP - Music, Movie, TV &amp.\nGaming Merch - Alternative Clothing <\/p>\n<p> 100% Officially Licensed Merch\n<\/p>\n<p> Exclusive items\n<\/p>\n<p> 25,000 items+\n<\/p> Search catalogue Clear\nSearch <ul>\n<li> Sustainability <\/li>\n<li> Login <ul>\n<li> Your account <\/li>\n<li>\nAccount settings\n<\/li>\n<li>\nAddresses\n<\/li>\n<li>\nOrders\n<\/li>\n<li>\nReviews\n<\/li>\n<li>\nLogin\n<\/li>\n<\/ul> Shopping from International\nPlease click here to visit EMP Online Shop for customers from International Ok EMP International EMP France EMP Deutschland EMP Italia EMP Polska EMP Česká Republika EMP Norge EMP Schweiz EMP Suomi EMP Ireland EMP United Kingdom EMP Sweden EMP Danmark Large Netherlands EMP Österreich EMP Slovensko Large Belgique EMP España <\/li>\n<li>\n<\/li>\n<li> 0\n€ 0,00 <p> The item has been added to your basket successfully.\n<\/p> Continue shopping\nGo to basket <p> The Backstage Club is now in your shopping basket\n<\/p>\n<p>\nThis order qualifies for FREE delivery - let's go...\n<\/p> Go to basket\nContinue shopping <\/li>\n<\/ul>\n<ul>\n<li> New In <\/li>\n<li> Women <\/li>\n<li> Men <\/li>\n<li> Kids &amp.\nTeens <\/li>\n<li> Bands <\/li>\n<li> Movies &amp.\nTV <\/li>\n<li> Gaming <\/li>\n<li> Fun &amp.\nLifestyle <\/li>\n<li> Accessories <\/li>\n<li> Sale <\/li>\n<li> Sustainability <\/li>\n<li> Login <ul>\n<li> Your account <\/li>\n<li>\nAccount settings\n<\/li>\n<li>\nAddresses\n<\/li>\n<li>\nOrders\n<\/li>\n<li>\nReviews\n<\/li>\n<li>\nLogin\n<\/li>\n<\/ul> Shopping from International\nPlease click here to visit EMP Online Shop for customers from International Ok EMP International EMP France EMP Deutschland EMP Italia EMP Polska EMP Česká Republika EMP Norge EMP Schweiz EMP Suomi EMP Ireland EMP United Kingdom EMP Sweden EMP Danmark Large Netherlands EMP Österreich EMP Slovensko Large Belgique EMP España <\/li>\n<li> Wishlist <\/li>\n<li>\n<\/li>\n<li>\n<\/li>\n<\/ul>\n<p> New items are available! Discover more! <\/p> &lt;div class=\"browser-check no-js-z-index\"&gt.\n&lt;div class=\"container\"&gt.\n&lt;input type=\"checkbox\" id=\"js-error\" class=\"hidden\" /&gt.\n&lt;div class=\"browser-compatibility-alert\"&gt.\n&lt;div class=\"d-flex flex-row align-items-center justify-content-center pt-3\"&gt.\n&lt;span class=\"icon-warning icon-big red-text\"&gt;&lt;/span&gt.\n&lt;div class=\"pl-2\"&gt.\n&lt;p class=\"h2\"&gt;Your browser's Javascript functionality is turned off.&lt;/p&gt.\n&lt;p class=\"h3 font-primary margin-top-tiny\"&gt;Please turn it on so that you can experience the full features of this site.&lt;/p&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;div class=\"info-action\"&gt.\n&lt;label for=\"js-error\" class=\"btn btn-tertiary btn-xs mt-4 mb-4\"&gt;OK&lt;/label&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n<p>\nBy clicking “Agree” you allow us to use cookies on our website, social media and partner websites in order to improve and personalize our shop, and for analysis and marketing purposes.\nAlternatively you can choose not to agree to the use of cookies – in this case we will only use the essential cookies.\nBy clicking on “Set preferences” you can set your cookie preferences.\nYou can change the cookie settings and revoke your permission at any time on the cookie policy page\t.\nYou can find more information in our data data protection guidelines.\n<\/p> Set preferences Agree <p>\nWith the help of this tool you can select and deactivate tracking &amp.\nanalytics tools used on this website\n<\/p> Essential Analysis Marketing Save settings <p>Your browser is currently not set to accept cookies.<\/p>\n<p>Please turn this functionality on or check if you have another program set to block cookies.<\/p> OK Navigation <ul>\n<li> 1.\nScope <\/li>\n<li> 2.\nConclusion of Agreement <\/li>\n<li> 3.\nPrices and Shipping Costs <\/li>\n<li> 4.\nTerms of Payment <\/li>\n<li> 5.\nDelivery and Time of Delivery <\/li>\n<li> 6.\nInternational Customer Service <\/li>\n<li> 7.\nLiability and Warranty <\/li>\n<li> 8.\nRight of Revocation and Returns <\/li>\n<li> 9.\nProtection of Minors <\/li>\n<li> 10.\nDecorative Weapons <\/li>\n<li> 11.\nOrder of Tickets and Vouchers <\/li>\n<li> 12.\nBackstage Club <\/li>\n<li> 13.\nFree Articles <\/li>\n<li> 14.\nWaste Disposal and Environmental Protection <\/li>\n<li> 15.\nCodes of Conduct <\/li>\n<li> 16.\nProvider Identification <\/li>\n<li> 17.\nFinal Provisions <\/li>\n<li> Go to top <\/li>\n<\/ul> Price Table\n<p>\nOur GTC together with the following participation conditions shall apply to sweepstakes: The specific opportunity for participation will be stated in the respective sweepstake.\n<\/p>\n<strong>Shipping Costs<\/strong>\nDE - DHL Standardversand\n3,95 € DE - DHL Standardversand + Nachnahme Service (6.50€)\n10,45 € DE - DHL Expressversand\n15,95 € LU - DHL Standardversand\n4,95 € UK - Royal Mail Standard Delivery\n£ 3.99 UK - Royal Mail Home Delivery with Safe Place\n£ 3.99 UK - Royal Mail Local Collect\n£ 3.99 FI - Posti - Nouto Postin Smartpost-pakettiautomaatista\n7,95 € FI - Posti - Nouto omasta Postista\n7,95 € FI - Posti - Nouto omasta Postista + Postiennakko\n11,45 € FI - Posti - Postin kotiinkuljetus\n12,95 € FI - Posti - Postin kotiinkuljetus + Postiennakko\n16,45 € FI - Posti - Nouto valitsemastasi Postista\n7,95 € FI - Posti - Nouto valitsemastasi Postista + Postiennakko\n11,45 € SE- Post Nord - Standard leverans\n59 SEK SE - Post Nord - Standard leverans + Postförskott\n118 SEK DK - Post Nord - Postpakke Collect\n49.95 DKK DK - Post Nord - Postpakke Home\n79.95 DKK NO - Post Nord - Standard Leveranse og toll\n99,00 Kr ES - CORREOS - ENTREGA A DOMICILIO\n7,95 € ES - CORREOS - ENTREGA A DOMICILIO + Contrareembolso- C.O.D.\n(más caro)\n10,95 € ES - CORREOS - RECOGIDA EN OFICINA\n7,95 € ES - CORREOS - RECOGIDA EN OFICINA + Contrareembolso- C.O.D.\n(más caro)\n10,95 € IT - GLS - Spedizione standard\n6,95 € IT - GLS - Spedizione standard + Contrassegno - Pagamento in contanti alla consegna\n9,95 € FR - Colissimo - Livraison bureau de poste\n6,95 € FR - Colissimo - Livraison en point relais\n6,95 € FR - Colissimo - Livraison à domicile\n6,95 € IE - DHL – Standard Delivery\n4,95 € CZ - Ceska posta - Balík Do ruky\n130CZK CZ - Ceska posta - Balík Do ruky + Poplatek za platbu na dobírku\n169CZK CZ - Ceska posta - Balík Na poštu\n130 CZK CZ - Ceska posta - Balík Na poštu + Poplatek za platbu na dobírku\n169 CZK SK - Slovenska posta - štandardné doručenie\n5,99 € SK - Slovenska posta - štandardné doručenie + Poplatok za platbu na dobierku\n7,98 € PL - DHL - Standardowa przesyłka\n19.90 PLN PL - DHL - Standardowa przesyłka + Płatność za pobraniem\n34.80 PLN AT - POST AT - Standardversand\n3,95 € AT - POST AT – Standardversand + Nachnahme\n7,90 € CH - Swizz Post - Standardversand\nCHF 7,95 CH - Swizz Post – Standardversand + Nachname\nCHF 20,90 NL - PostNL - Standaard verzending\n3,95 € BE - Bpost - thuis of op het werk\n3,95 € BE - Bpost - thuis of op het werk + Rembours\n6,95 € BE - Bpost - naar een afhaalpunt 3,95 € BE - Bpost - naar een afhaalpunt + Rembours 6,95 € BE - Bpost - naar een pakketautomaat\n3,95 € <strong>Age and Identity Check<\/strong>\n<strong>see section \"Protection of Minors\"<\/strong>\n<strong>free of charge<\/strong>\n<strong> Minimum Order Value<\/strong> CZ\n250 CZK DK\n75 DKK GB\n£ 10.00 NO\n100 NOK PL\n40 PLN SE\n100 SEK CH\nCHF 10,00 All other countries\n10.00€ E.M.P.\nShops EMP International <br> EMP Deutschland <br> EMP Österreich <br> EMP Schweiz <br> EMP Italia <br> EMP Suomi <br> EMP Norge <br> EMP United Kingdom <br> EMP Ireland <br> EMP Česká republika <br> EMP España <br> EMP powered by Sweden Rock <br> EMP Danmark <br> Large Popmerchandising <br> Large Popmerchandising België <br> EMP Belgique <br> EMP France <br> EMP Slovensko <br> EMP Polska <br> General Terms and Conditions of E.M.P.\nMerchandising Handelsgesellschaft mbH\n1.\nScope\n<p>\nThese General Terms and Conditions (GTC) shall apply to all orders made via the web shop at www.emp.de and using the EMP-App.\nContractual partner for all orders will be E.M.P.\nMerchandis-ing Handelsgesellschaft mbH (\"EMP\").\nThe version of the GTC current at the time of order shall be applicable.\nDeliveries are only possible within Germany and Luxembourg.\nThe agreement is concluded exclusively in the German language.\nFor deliveries to other countries, please refer to our international shop www.emp-online.com as well as to the country-specific shops listed under the section \"Our Online Shops\" .\n<\/p>\n2.\nConclusion of Agreement\n<p>\nThe displaying of articles in the web shop does not constitute a contractually binding offer from EMP, but is only an invitation to place an order.\nYou can find the minimum order value in the price table below.\nYou may only order articles in typical household quantities or in the maximum quantity indicated on the respective product detail page.\nIf you click on the button \"Buy now\" you place a binding order for the articles contained in the shopping basket.\nWe will send you an order confirmation by email immediately after receipt of your order.\nThis does not constitute the conclusion of a purchase agreement.\nAn agreement will only be concluded if we have expressly accepted your order or we have executed delivery to the corresponding extent.\nWe will store the text of the purchase agreement (the content of your order as well as these GTC) and we will send it to you upon request.\nEMP shall remain the owner of the goods until complete payment of the purchase price.\n<\/p>\n3.\nPrices and Shipping Costs\n<p>\nThe prices indicated in the web shop at the time of order shall be applicable.\nThe prices indicated include the statutory value added tax.\nShipping costs and other potential separate charges incurred depending on the payment method (e.g.\ncharges for cash on delivery) will be added.\nYou can find the shipping costs and further charges in the price table below.\n<\/p>\n4.\nTerms of Payment\n<p>We reserve the right to not make certain types of payment available for individual orders.\nIf costs accrue for the money transaction you will have to bear these costs.<\/p>\n<p>For payments by cash on delivery you will only pay upon delivery of the order by post.\nYou can find the costs for cash on delivery in the price table below.<\/p>\n<p>For payments by advance bank transfer you will receive a payment request from us.\nPlease transfer the amount payable to the account indicated within 7 days (payment period).\nWe will only deliver the goods upon receipt of your transfer.\nIf the amount is not transferred within the payment period then we will unfortunately be unable to reserve the goods for you any further.<\/p>\n<p>When purchasing on account, we will assign the claim to Klarna Bank AB (\"Klarna\").\nWhen purchasing on account, delivering to any delivery address other than the invoice address is not possible.\nYou will have a payment period of 14 days upon dispatch of the goods.\nKlarna will examine and address the data you provide and will exchange data with other companies and credit agencies (assessment of creditworthiness) with justified cause.\nKlarna may refuse payment on account if creditworthiness is not guaranteed.\nPlease find further information and the complete GTC and privacy policy of Klarna at www.klarna.de.<\/p>\n<p>\nIf you use direct debit you authorise us to collect all amounts due from your account.\nWe will announce the collection of the amounts due by email.\nYou will be obliged to reimburse the resulting return debit note fees where direct debits are reversed if the account you have provided does not contain sufficient funds or if you cancel the direct debit without a legal ground.<\/p>\n5.\nDelivery and Time of Delivery\n<p>You can see the time of delivery on the respective product detail page as well as in the order overview before placing your order.<\/p>\n6.\nInternational Customer Service\n<p>We will provide you with accessible, convenient and comprehensive customer service.\nThe international customer service of all EMP companies will be available to you for order processing.\nThe EMP companies include E.M.P.\nMerchandising Handelsgesellschaft GmbH, EMP Mail Order UK Ltd., EMP Mailorder Italia S.r.l., Large Popmerchandising B.V.\nand Large Popmerchandising B.V.B.A.\nTherefore, you may contact any EMP company for service requests and are not required to contact the EMP company with which you placed your order.\nThe EMP company with which you placed your order will transfer your data to the other EMP companies so that they have access to your order data for service purposes.<\/p>\n7.\nLiability and Warranty\n<p>EMP shall be liable without limitation for willful misconduct or gross negligence by EMP, its legal representatives or vicarious agents.\nEMP shall be liable for slightly negligent breaches of material contractual duties (cardinal duties) for the foreseeable damage typical for this type of agreement.\nMaterial contractual duties are obligations, the breach of which jeopardizes the purpose of the agreement or the fulfilment of which is crucial for the proper performance of the agreement and on which a contracting party may normally rely.\nEMP shall not be liable for the slightly negligent breach of obligations other than the ones stated in the preceding sentences.<\/p>\n<p>The above limitations on liability shall not apply to injury to life, body or health, to a defect after assumption of a warranty for the condition of the product or to fraudulently concealed defects.\nLiability pursuant to the German Product Liability Act shall remain unaffected.<\/p>\n<p>ToTo the extent that the liability of EMP is excluded or limited, this shall also apply to the personal liability of representatives and vicarious agents of EMP.\nOf course, you shall be entitled to statutory warranty rights.\n<\/p>\n8.\nRight of Revocation and Returns\n8.1 Right of Revocation and Exceptions\n<p>You may cancel your order pursuant to the statutory right of revocation without specifying any reason.\nFor more detailed information, please refer to the cancellation policy.\nTo exercise the right of revocation, you can use our cancellation form or you can formulate your own declaration of revocation.\nYou will need the Adobe Acrobat Reader (available free of charge) for displaying and printing the information regarding returns.\nFor returns, we shall provide you with a return label available in the returns portal.\nYou are not obliged to use such a return label.\n<\/p>\n<p>\n<strong>Please note:<\/strong> The right of revocation does <strong>not<\/strong> apply to agreements<\/p>\n<ul>\n<li>•\tfor the delivery of audio or video recordings or computer software, such as games (eg.\nCDs, LPs, DVDs) in a sealed package if the seal was removed after delivery;<\/li>\n<li>•\tfor the delivery of tickets for events of any kind with a specific date or period (e.g.\nconcerts);<\/li>\n<li>•\tfor the delivery of goods which are not prefabricated and for the manufacturing of which you have made an individual selection or designation or which have been clearly tailored for your personal needs.\nfor the delivery of goods which are not suitable for return for reasons of public health or hygiene where the seal was removed (e.g.\npiercings, contact lenses).<\/li>\n<li>•\tconcerning services where EMP has completely rendered the service and if you were aware and have expressly agreed prior to ordering that we can begin render-ing the service and you will lose your right of revocation upon complete fulfilment of the agreement.\n<\/li>\n<\/ul>\nRevocation Policy\n<p>Standard revocation policy for exercising your right of revocation regarding agreements for the purchase of goods.<\/p>\nRight of Revocation\n<p>\n<strong>You have the right to revoke this agreement without providing grounds within fourteen days.<\/strong>\n<\/p>\n<p>\n<strong>The revocation period is 14 days and starts to run from the date on which you, or a third party authorised by you, other than the carrier, has taken delivery of the goods or, for digital contents which are not delivered on a physical data carrier (e.g.\nCDs or DVDs) and services, from the date of the conclusion of the agreement.\n<\/strong>\n<\/p>\n<p>\n<strong>In order to exercise your rights of revocation, you must contact us (EMP Retourenservice, Am Stadtwalde 12, 48432 Rheine, telephone: +49 (0)591-914310.\ntelefax: +49 (0)591-914320, email: mailbox@emp.de) and inform us through an express declaration of your decision to revoke this agreement (e.g.\na letter sent by post, telefax or email).\nYou may use the sample revocation form attached below, yet this is not mandatory.\n<\/strong>\n<\/p>\n<p>\n<strong>For adherence to the revocation term it is sufficient that you send the notification regarding your exercising of your rights of revocation prior to the expiry of the revocation term.<\/strong>\n<\/p>\nConsequences of Revocation\n<p>\n<strong>In the event that you should revoke this agreement, we shall return all payments that we have received from you including delivery costs (excluding additional costs arising from you selecting a form of delivery other than the standard, low-cost delivery we offer), at the latest within fourteen days from the date that we receive your notification of revocation of this agreement.\nFor this refund we shall utilize the same payment method that you used for the original transaction, unless any alternative method is expressly agreed with you.\nunder no circumstances will you be subjected to charges for this refund.\nWe may refuse to execute the refund until we have received the returned goods, or until you have provided proof that you have returned the goods, whichever date is earlier.\n<\/strong>\n<\/p>\n<p>\n<strong>You will have to return the goods to us without undue delay and no later than within fourteen days of the date on which you informed us of your revocation of the agreement.\nThe deadline is deemed to have been met if you dispatch the goods before the expiry of the fourteen day period.\n<\/strong>\n<\/p>\n<p>\n<strong>The immediate cost of returning the goods shall be borne by us.\nYou shall only bear any loss of value to the goods if such a loss of value results from any handling of the goods other than that which is necessary to ascertain the nature and functioning of the goods.\n<\/strong>\n<\/p>\n<p>\n<strong>In the event that you have requested that the services or the supply of wa-ter/gas/electricity/district heating should start during the revocation period, you shall be required to pay us a reasonable sum for the proportion of services already provided up to the point in time that you notify us of your exercising of the rights of revocation in compari-son to the full range of services intended in the agreement.\n<\/strong>\n<\/p>\n8.2 Our Voluntary Takeback Guarantee\n<p>Without prejudice to your statutory right of revocation, we grant you a voluntary take-back guarantee extended to a total of 30 days for articles which are also subject to the statutory right of revocation.\nThe prerequisite for the 30 day take-back guarantee is that you have worn/tried out the goods only for fitting, as in a retail shop, and that you return the goods completely, in their original state, intact and without damage, in the original retail packaging.\nWithin the framework of this voluntary take-back guarantee, we shall bear the costs for the return if you use our returns portal for returns from Germany.\nApart from that, the same conditions shall apply to the voluntary take-back guarantee as to the statutory right of revocation (see revocation policy above), extended to 30 days.<\/p>\n9.\nProtection of Minors\n<p>We will deliver products which are subject to age restriction or have not yet received an age rating exclusively using the age and identity check of Deutsche Post.\nAn age and identity check can only be carried out in Germany.\nFor this purpose, you must state your date of birth when ordering.\nYou can find the costs for the age and identity check in the price table below.\nThe fee will become due only once per order, even if you order several articles subject to age restrictions.\nThe same shall also apply if these articles are delivered in more than one consignment.\nWhen delivering the goods, the postal worker will check whether you are over 18 years old and whether you are actually the customer.\nFor this purpose, they will compare the details of your order with the name and address on your identity card or passport.\n<\/p>\n10.\nDecorative Weapons\n<p>The handling of the decorative weapons sold by us is subject to, amongst others, the restrictions of the German Weapons Act (Deutsches Waffengesetz).\nIn particular, the owner must take the measures required to avoid these items being lost or to prevent their acquisition by third parties without authorization.\nWith a few exceptions, the carrying of the decorative pieces offered in public is prohibited.<\/p>\n11.\nOrder of Tickets and Vouchers\n11.1 Tickets and Vouchers for Services of other Providers\n<p>Where tickets for events are offered in the web shop, we are not the organisers of those events.\nTickets ordered are excluded from the right of revocation! We can cancel the ticket purchase if you breach the event conditions or if you try to circumvent them.\nThe revocation/withdrawal can also be declared by crediting the amounts paid.<\/p>\n11.2 Shopping Vouchers / Promotional Code\n<p>You may not pay for a shopping voucher with a voucher.\nShopping vouchers are only redeemable in the EMP-App and on the internet pages listed under the section \"Our Online Shops\" .\nShopping vouchers can also be redeemed partially if the redeeming client has a customer account.\nShopping vouchers must be redeemed within three years after the end of the year in which they were purchased.\nOnly one promotional code can be applied per order.\nThe equivalent value of a shopping voucher / promotional code cannot be paid out in cash or offset against other claims.\nPromotional codes can be bound to a minimum order value which you have to reach with your purchase.\nIf you subsequently fall below the minimum order value, e.g.\nby returning part of your order, the advantage of the promotional code shall lapse.<\/p>\n12.\nBackstage Club\n12.1 Conclusion of Agreement and Membership\n<p>You can use the advantages of the Backstage Club in the EMP-App and on the internet pages listed under the section \"Our Online Shops\" .\nTo become a member you will need an EMP customer account.\nA membership cannot be transferred to another customer account.\nYou can apply for the membership by ordering the \"Backstage Club\" as an article in our web shop and by us confirming receipt of the order in accordance with Clause 2.\nThe voluntary take-back guarantee of EMP shall not apply to membership of the Backstage Club.\nThe statutory right of revocation shall remain unaffected.\n<\/p>\n12.2 Advantages for Members\n<p>Online orders are free of shipping costs for you.\nPlease note: Other fees such as charges for cash on delivery or fees for age verification will remain payable.\nOur voluntary take-back guarantee shall be extended to 100 days.\n<\/p>\n12.3 Duration and Notice of Termination\n<p>The Backstage Club membership is valid for the minimum term stated upon conclusion.\nIf neither party terminates the membership, your membership will be automatically extended by the respective minimum term.\nEach party can terminate the membership with a notice period of one day to the end of the respective term.\nThe termination is possible either in the \"My Account\" (\"Mein Konto\") section or via contacting our customer service using the contact options indicated here.\n<\/p>\n<p>In addition, we can terminate the membership with a notice period of 3 months if we cease to offer the Backstage Club service.\nYou can terminate your membership without notice if we more than merely marginally restrict the advantages for members, who are an integral part of the Backstage Club.\nIf your membership thereby ends before the expiry of the respective term, the membership fees will be refunded to you pro rata.\nAdditionally, both parties have the right to terminate the membership without notice for good cause.\nA good cause in our view exists if you delete your customer account, if you place fraudulent orders or if you commit a grave violation of the agree-ment.\nIn this case, there will be no refund.<\/p>\n12.4 Gift Membership\n<p>The voucher for a gift membership can only be redeemed by a third party.\nGift memberships shall automatically end upon expiry of the period stated in the voucher, unless the third party indicates in the \"My Account\" section or via contacting our customer service using the contact options indicated here that they want to continue their membership pursuant to Clause 12.3 following the period of the gift membership.<\/p>\n12.5 Fees\n<p>You can find the annually payable membership fee for the membership in the Backstage Club in the price table below.\nWe will automatically collect the membership fee due on an annual basis using the payment method indicated.\nIf this payment method becomes invalid during your membership or if the payment is otherwise refused, we will be entitled to switch the payment method automatically to another payment method indicated in your EMP customer account.\n<\/p>\n12.6 Change to the Participation Conditions\n<p>We are entitled to change these participation conditions.\nIf we do so, we will inform you in due time and notify you of any such changes.\nYou can then object to the changes within one month.\nIf you do not object, the changed participation conditions will apply after one month.\nWhen notifying you of the changes, we will also inform you of your right of objection and the conse-quences of the expiry of the term.<\/p>\n13.\nFree Articles\n<p>The ownership of free articles will only pass to you upon expiry of the revocation period and the voluntary take-back term (retention of title).\nIf extras are linked to a minimum order value, the minimum order value shall refer to one order and must be reached by this single order even after exercising the statutory rights of revocation or the contractual return rights.\nIf the purchase value of your order falls below the respective minimum order value by virtue of exercising a statutory right of revocation or a contractual return right, then the extra for this purchase must also be sent back with the return of the goods.\nIn this case, an entitlement to other extras shall not arise.<\/p>\n14.\nWaste Disposal and Environmental Protection\n<p>For information regarding batteries as well as electrical and electronic equipment please refer to the section \"Waste Disposal and Environmental Protection\".<\/p>\n15.\nCodes of Conduct\n<p>Our web shop bears the quality seal \"EHI Qualified Online Shop\" (\"EHI Geprüfter Online-Shop\").\nYou can retrieve the code of conduct here .\nYou can use the complaints procedure of EHI Qualified Online Shop (EHI Geprüfter Online-Shop) by clicking on the quality seal in our shop.\n<\/p>\n16.\nProvider Identification according to the German Telemedia Act (Section 5 TMG) <strong>Address:<\/strong>\n<br>\nE.M.P.\nMerchandising Handelsgesellschaft mbH<br>\nDarmer Esch 70 a<br>\n49811 Lingen<br>\nGermany\n<strong>Postal Address:<\/strong>\n<br>\nE.M.P.\nMerchandising Handelsgesellschaft mbH<br>\nPostfach<br>\n49801 Lingen<br>\nGermany Telephone: + 49 591 - 9 14 310<br>\n<b>Mon-Fri: <\/b>8.00 am - 8.00 pm, Sat 10.00 am - 6.00 pm, Sun 11.00 am - 7.00 pm (except public holidays)<br>\n<b>Fax: <\/b>+49 591 - 9 14 320<br>\n<b>Email: <\/b>mailbox@emp.de <strong>Return Address (Postal address for returns)<\/strong>\n<br>\n<b>EMP - Retourenservice<\/b>\n<br>\nAm Stadtwalde 12<br>\n48432 Rheine<br>\nGermany\n<br>\nOr the address indicated in the aftermailing<br>\nTo our return portal For Germany: DE 178 881 350<br>\nFor Luxembourg: Code Number 1992 3403 011<br>\n<br>\nCommercial Register:<br>\nRegistered at the Local Court Osnabrück, HRB 100299<br>\n<br>\nManaging Directors:<br>\nErnst Trapp, Dr Jan Fischer, Stuart Bergen, Antony Harlow, Eric Levin <p>Online dispute resolution pursuant to Art 14 (1) ODR-VO:\nThe European Commission offers a platform for online dispute resolution (ODR) available under http://ec.europa.eu/consumers/odr/.\n<\/p>\n<p>\nDispute resolution before a consumer dispute resolution authority (Section 36 VSBG):\nWe are neither prepared nor obligated to participate in a dispute settlement procedure before a consumer arbitration body.\n<\/p>\n17.\nFinal Provisions\n<p>These conditions as well as all purchase agreements concluded in accordance with these conditions shall be governed by German law without regard to the UN Convention on Contracts for the International Sale of Goods.\nIf you as a private final consumer do not have a place of residence within the European Union, then the place of jurisdiction shall be our registered office.\nWe thank you for the trust you have placed in us and for your interest in our company.\nOur customer service will be pleased to answer any questions you may have.\nWe are looking forward to your order.\n<\/p>\n<br> Navigation <ul>\n<li> 1.\nScope <\/li>\n<li> 2.\nConclusion of Agreement <\/li>\n<li> 3.\nPrices and Shipping Costs <\/li>\n<li> 4.\nTerms of Payment <\/li>\n<li> 5.\nDelivery and Time of Delivery <\/li>\n<li> 6.\nInternational Customer Service <\/li>\n<li> 7.\nLiability and Warranty <\/li>\n<li> 8.\nRight of Revocation and Returns <\/li>\n<li> 9.\nProtection of Minors <\/li>\n<li> 10.\nDecorative Weapons <\/li>\n<li> 11.\nOrder of Tickets and Vouchers <\/li>\n<li> 12.\nBackstage Club <\/li>\n<li> 13.\nFree Articles <\/li>\n<li> 14.\nWaste Disposal and Environmental Protection <\/li>\n<li> 15.\nCodes of Conduct <\/li>\n<li> 16.\nProvider Identification <\/li>\n<li> 17.\nFinal Provisions <\/li>\n<li> Go to top <\/li>\n<\/ul> We're here for you <p>\n<\/p> Contact us Don't remove this Email newsletter <p>\nSubscribe now and grab a 10% discount voucher!\n<\/p>\n<p>\n*The code is valid for four weeks, cannot be used in conjunction with any other promotional codes, only redeemable online.\nBooks, media, Rammstein, Böhse Onkelz, Lego, vouchers, tickets and all items with a donation included in the price are excluded.\n<\/p> More 10% off Your email <p>\nI hereby consent to receive the EMP Newsletter and consent that EMP Mail Order UK Ltd may process my personal data and send me information about its products on a regular basis.\nMy personal data will be processed in conformity with the provisions of the Data Privacy Policy.\nI may revoke my consent at any time by notifying EMP Mail Order UK Ltd.\n<\/p>\n<p>\nHere I can unsubscribe from the newsletter.\n<\/p> Subscribe More from EMP <ul>\n<li>\nContact us\n<\/li>\n<li>Returns<\/li>\n<li>Size chart<\/li>\n<li>FAQ / Help<\/li>\n<\/ul>\n<ul>\n<li>\nEMP Events\n<\/li>\n<li>\nDownload-Centre\n<\/li>\n<\/ul> About EMP <ul>\n<li>\n<\/li>\n<li>\nAffiliate Programme\n<\/li>\n<li>Terms &amp.\nConditions<\/li>\n<li>Delivery<\/li>\n<li>Privacy Policy<\/li>\n<\/ul>\n<ul>\n<li>Cookie Policy<\/li>\n<li>Waste Disposal and Environmental Protection<\/li>\n<li>About us<\/li>\n<li>Sustainability\n<\/li>\n<\/ul>\n<p>All prices include VAT<\/p>\n<p>© 1986-2021 E.M.P.\nMerchandising HGmbH<\/p> Be a part of the community! <ul>\n<li>\n<\/li>\n<li>\n<\/li>\n<li>\n<\/li>\n<li>\n<\/li>\n<li>\n<\/li>\n<\/ul> Payment methods and delivery partners <p>Advanced payment <\/p> The EMP app <p>Download our new EMP app now and enjoy the many new features and benefits!<\/p> Our online shops EMP International <br> EMP Deutschland <br> EMP Österreich <br> EMP Schweiz <br> EMP Italia <br> EMP Suomi <br> EMP Norge <br> EMP United Kingdom <br> EMP Ireland <br> EMP Česká republika <br> EMP España <br> EMP powered by Sweden Rock <br> EMP Danmark <br> Large Popmerchandising <br> Large Popmerchandising België <br> EMP France <br> EMP Slovensko <br> EMP Polska <br> Live chat Customer service Close Minimize ","created_at":"2018-08-27 07:13:29.767126","updated_at":"2021-01-24 08:50:24.530491","service_id":615},{"id":391,"name":"Privacy Policy","url":"https://www.emp.de/customer-service/terms-%26-conditions/terms-privacy-policy.html","xpath":"","text":"×Close Shopping from Netherlands\nPlease click here to visit EMP Online Shop for customers from Netherlands Ok EMP International EMP France EMP Deutschland EMP Italia EMP Polska EMP Česká Republika EMP Norge EMP Schweiz EMP Suomi EMP Ireland EMP United Kingdom EMP Sweden EMP Danmark Large Netherlands EMP Österreich EMP Slovensko Large Belgique EMP España Menü\n<p> EMP Merchandise - Fanartikel Shop für Rock &amp.\nEntertainment <\/p>\n<p> 100% Lizenziertes Merchandise\n<\/p>\n<p> Exklusive Artikel\n<\/p>\n<p> Riesige Auswahl\n<\/p>\n<p> PAYBACK\n<\/p> Katalog durchsuchen löschen\nSuchen <ul>\n<li> Nachhaltigkeit <\/li>\n<li> Backstage Club Backstage Club <p>Exklusive Rabatte Brands by EMP Deal Exklusive Artikel VIP Gewinnspiele<\/p>\n<\/li>\n<li> Login <ul>\n<li> Dein Konto <\/li>\n<li>\nKontoeinstellungen\n<\/li>\n<li>\nAdressen\n<\/li>\n<li>\nBestellungen &amp.\nRücksendungen\n<\/li>\n<li>\nBewertungen\n<\/li>\n<li>\nLogin\n<\/li>\n<\/ul> Shopping from Netherlands\nPlease click here to visit EMP Online Shop for customers from Netherlands Ok EMP International EMP France EMP Deutschland EMP Italia EMP Polska EMP Česká Republika EMP Norge EMP Schweiz EMP Suomi EMP Ireland EMP United Kingdom EMP Sweden EMP Danmark Large Netherlands EMP Österreich EMP Slovensko Large Belgique EMP España <\/li>\n<li>\n<\/li>\n<li> 0\n0,00 € <p> Der Artikel liegt nun in deinem Warenkorb!\n<\/p> Weiter shoppen\nZum Warenkorb <p> Der Backstage Club wurde deinem Warenkorb hinzugefügt\n<\/p>\n<p>\nDiese&nbsp;Bestellung sieht eine kostenfreie Lieferung&nbsp;vor - also los geht's...\n<\/p> Zum Warenkorb\nWeiter shoppen <\/li>\n<\/ul>\n<ul>\n<li> Neu <\/li>\n<li> Frauen <\/li>\n<li> Männer <\/li>\n<li> Kinder <\/li>\n<li> Bands <\/li>\n<li> Filme &amp.\nSerien <\/li>\n<li> Gaming <\/li>\n<li> Fun &amp.\nLifestyle <\/li>\n<li> Accessoires <\/li>\n<li> Sale % <\/li>\n<li> Nachhaltigkeit <\/li>\n<li> Backstage Club Backstage Club <p>Exklusive Rabatte Brands by EMP Deal Exklusive Artikel VIP Gewinnspiele<\/p>\n<\/li>\n<li> Login <ul>\n<li> Dein Konto <\/li>\n<li>\nKontoeinstellungen\n<\/li>\n<li>\nAdressen\n<\/li>\n<li>\nBestellungen &amp.\nRücksendungen\n<\/li>\n<li>\nBewertungen\n<\/li>\n<li>\nLogin\n<\/li>\n<\/ul> Shopping from Netherlands\nPlease click here to visit EMP Online Shop for customers from Netherlands Ok EMP International EMP France EMP Deutschland EMP Italia EMP Polska EMP Česká Republika EMP Norge EMP Schweiz EMP Suomi EMP Ireland EMP United Kingdom EMP Sweden EMP Danmark Large Netherlands EMP Österreich EMP Slovensko Large Belgique EMP España <\/li>\n<li> Wunschzettel <\/li>\n<li> PAYBACK <\/li>\n<li>\n<\/li>\n<\/ul>\n<p> Versandkostenfrei für alle Bestellungen ab 0 € Jetzt bestellen! <\/p> &lt;div class=\"browser-check no-js-z-index\"&gt.\n&lt;div class=\"container\"&gt.\n&lt;input type=\"checkbox\" id=\"js-error\" class=\"hidden\" /&gt.\n&lt;div class=\"browser-compatibility-alert\"&gt.\n&lt;div class=\"d-flex flex-row align-items-center justify-content-center pt-3\"&gt.\n&lt;span class=\"icon-warning icon-big red-text\"&gt;&lt;/span&gt.\n&lt;div class=\"pl-2\"&gt.\n&lt;p class=\"h2\"&gt;Die Javascript-Funktion Ihres Browsers ist deaktiviert.&lt;/p&gt.\n&lt;p class=\"h3 font-primary margin-top-tiny\"&gt;Bitte schalten Sie es ein, damit Sie die volle Funktionalit&amp;auml;t dieser Seite erleben k&amp;ouml;nnen.&lt;/p&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;div class=\"info-action\"&gt.\n&lt;label for=\"js-error\" class=\"btn btn-tertiary btn-xs mt-4 mb-4\"&gt;Ok&lt;/label&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n<p>\nMit dem Klick auf „Geht klar!“ erlaubst du uns Cookies zur Verbesserung und Personalisierung unseres Shops, zur Analyse und zu Marketingzwecken auf unserer Website, Social Media und auf Partnerwebsites zu nutzen.\nAlternativ kannst du dem Verwenden von Cookies auch nicht zustimmen - in diesem Fall verwenden wir lediglich notwendige Cookies.\nMit dem Klick auf \"Einstellungen\" kannst du deine Cookie Präferenzen auswählen.\nIn der Cookie-Richtlinie kannst du die Cookie-Einstellung jederzeit ändern und die Einwilligung widerrufen.\nMehr Informationen findest du in unserer Datenschutzerklärung.\n<\/p> Einstellungen Geht klar! <p>\nHier kannst du das Tracking und die Analysetools auf unseren Websites zulassen oder ausschließen.\n<\/p> Notwendige Analyse Marketing Einstellungen speichern <p>Ihr Browser ist derzeit nicht eingestellt, um Cookies zu akzeptieren.<\/p>\n<p>Bitte schalten Sie diese Funktion ein oder überprüfen Sie, ob Sie ein anderes Programm haben, um Cookies zu blockieren.<\/p> Ok Navigation <ul>\n<li> 1.\nPERSONENBEZOGENE INFORMATIONEN <\/li>\n<li> 2.\nANDERE INFORMATIONEN <\/li>\n<li> 3.\nSICHERHEIT <\/li>\n<li> 4.\nIHRE RECHTE <\/li>\n<li> 5.\nGRENZÜBERSCHREITENDER DATENVERKEHR <\/li>\n<li> 6.\nAKTUALISIERUNGEN DIESER DATENSCHUTZERKLÄRUNG <\/li>\n<li> 7.\nUNSERE KONTAKTDATEN <\/li>\n<li> Zum Anfang <\/li>\n<\/ul> DATENSCHUTZERKLÄRUNG\n<p>\nE.M.P.\nMerchandising Handelsgesellschaft mbH (\"<strong>EMP<\/strong>\"), ein Unternehmen der Warner Music Group, ist dem Datenschutz verpflichtet und möchte Sie mit seinen Verfahren der Erhebung, Verwendung und Übermittlung von Informationen vertraut machen.\nIn der vorliegenden Datenschutzerklärung sind unsere Verfahren in Zusammenhang mit Informationen dargelegt, die wir, also ein Unternehmen von EMP (E.M.P.\nMerchandising Handelsgesellschaft GmbH, EMP Mail Order UK Ltd, Emp Mailorder Italia S.r.l., Large Popmerchandising B.V.\nund Large Popmerchandising B.V.B.A), oder die für uns tätigen externen Dienstleister über bestimmte, in unserem Eigentum stehende oder von uns kontrollierte Webseiten (z.B.\nunsere Künstler-Webseiten oder Künstler-Shops), Web-Applikationen (z.B.\nWidgets und andere Anwendungen) sowie mobile Anwendungen (\"<strong>Mobile Apps<\/strong>\"), die auf diese Datenschutzerklärung verlinken, (zusammen die \"<strong>Anwendung<\/strong>\" oder \"<strong>Anwendungen<\/strong>\" genannt) erheben.\n<\/p>\n1.\nPERSONENBEZOGENE INFORMATIONEN\n1.1\tArt der von uns erhobenen personenbezogenen Informationen\n<p>\nIn Zusammenhang mit den Anwendungen werden zwei Arten von Informationen erhoben: personenbezogene Informationen und andere Informationen.\n\"<strong>Personenbezogene Informationen<\/strong>\" sind Informationen, durch die Sie als Privatperson identifiziert werden können.\n\"<strong>Andere Informationen<\/strong>\" sind jegliche Informationen, die sich nicht mit Ihrer spezifischen Identität befassen.\nSofern wir aufgrund gesetzlicher Bestimmungen dazu verpflichtet sind, andere Informationen als personenbezogene Informationen zu behandeln, haben wir das Recht, andere Informationen gemäß den in dieser Datenschutzerklärung für personenbezogene Informationen festgelegten Bedingungen zu verwenden und zu übermitteln.\nDiese anderen Informationen werden nachfolgend separat unter der Überschrift \"ANDERE INFORMATIONEN\" behandelt.\n<\/p>\n<p>\nWir und unsere externen Dienstleister können unter anderem die folgenden personenbezogenen Informationen über Sie erfassen:\n<\/p>\n<ul>\n<li>Name<\/li>\n<li>Postanschrift (einschließlich Rechnungs- und Versandanschriften)<\/li>\n<li>Telefonnummer<\/li>\n<li>E-Mail-Anschrift<\/li>\n<li>Geburtsdatum<\/li>\n<li>Kredit- und Bankkartennummer<\/li>\n<li>Einzelheiten zum Kauf<\/li>\n<li>Größe, Gewicht – falls Sie die Größenrechner verwenden<\/li>\n<\/ul>\n1.2\tErhebung von personenbezogenen Informationen\n<p>\nWir und unsere externen Dienstleister erfassen personenbezogene Informationen über die Anwendungen über verschiedene Wege, insbesondere:\n<\/p>\n1.2.1\tÜber die Anwendungen\n<p>Wir können personenbezogene Informationen über die Anwendungen erheben, beispielsweise wenn Sie sich für Newsletter oder andere Informationswege über die Anwendungen registrieren, ein Konto anlegen, einen Kauf tätigen oder eine Anfrage stellen.<\/p>\n1.2.2\tOffline\n<p>Wir können personenbezogene Informationen offline erheben, beispielsweise, wenn Sie uns Informationen in einem EMP Store bzw.\nauf Konzerten oder Veranstaltungen mitteilen.<\/p>\n1.2.3\tAus anderen Quellen\n<p>Wir können Ihre personenbezogenen Informationen aus anderen Quellen erhalten, beispielsweise:<\/p>\n<ul>\n<li>Adressdatenbanken oder<\/li>\n<li>von unseren Marketing-Partnern, die uns Informationen im Zusammenhang mit Marketing- und Promotion-Kampagnen in Bezug auf unsere Geschäftstätigkeit bereitstellen.<\/li>\n<\/ul>\n<p>Sofern Sie Ihren Social Media Account - oder einen sonstigen Account eines anderen Anbieters - nutzen, um an unseren Gewinnspielen, Preisausschreiben oder sonstigen Aktionen teilzunehmen oder über unsere Anwendungen zur Anmeldung zu einem solchen Account eingeladen werden, übermitteln Sie uns ggf.\neinige Ihrer personenbezogenen Informationen aus Ihrem Account, wie beispielsweise Namen, E-Mail-Adresse, Foto, Auflistung der Kontakte, zuletzt gehörte Musiktitel, Lieblingsmusiktitel und sonstige Informationen, die uns im Rahmen der Verbindung mit dem Account durch Sie oder auf anderem Weg zugänglich gemacht werden.<\/p>\n1.2.4\n<p>Sie sind weder aufgrund gesetzlicher noch aufgrund vertraglicher Regelungen verpflichtet, uns personenbezogene Informationen zu übermitteln.\nWir erheben beispielsweise personenbezogene Informationen von Ihnen, wenn Sie die vielseitigen Möglichkeiten der Anwendungen nutzen, um Ihnen (oder uns) das vollständige Erlebnis der Nutzung der Anwendungen ermöglichen zu können.<\/p>\n1.3\tVerwendung personenbezogener Informationen\n<p>Wir und unsere externen Dienstleister verwenden personenbezogene Informationen u.\na.\nfür die folgenden Geschäftszwecke:<\/p>\n1.3.1\n<p>Um Ihnen die Funktionalitäten der Anwendungen zur Verfügung zu stellen und um Ihre Anfragen zu beantworten<\/p>\n<ul>\n<li>Um Ihnen die Funktionalitäten der Anwendungen zur Verfügung zu stellen, z.B.\num Ihnen den Zugang zu Ihrem Account zu gewähren und um Ihnen den diesbezüglichen Kundenservice anbieten zu können;<\/li>\n<li>Um Ihre Fragen zu beantworten und Ihren sonstigen Anfragen nachzukommen, wenn Sie uns über eines unserer Online-Kontaktformulare oder auf sonstige Weise kontaktieren, beispielsweise, wenn Sie uns Fragen, Vorschläge, Lob, Kritik oder wenn Sie uns Anfragen zu unseren Anwendungen übersenden;<\/li>\n<li>Um Ihnen verwaltungstechnische Informationen zu senden, einschließlich Informationen über die Anwendungen und über Änderungen unserer Bedingungen, Konditionen und Richtlinien;<\/li>\n<li>Um Ihren Einkauf abzuwickeln und durchzuführen, beispielsweise um Ihre Zahlungen abzuwickeln, den Versand Ihrer Bestellungen zu veranlassen, mit Ihnen über Ihren Einkauf zu kommunizieren und den dazu gehörigen Kundenservice für Sie zu erbringen;<\/li>\n<li>Um den internationalen Kundenservice aller Unternehmen von EMP zu erbringen.<\/li>\n<\/ul>\n<p>Wir führen diese Aktivitäten durch, um unser Vertragsverhältnis mit Ihnen zu regeln und/oder um gesetzlichen Anforderungen zu genügen.<\/p>\n1.3.2\n<p>Um Ihnen unsere Newsletter und/oder Marketing-Informationen zur Verfügung zu stellen und um das Teilen von Informationen über soziale Netzwerke zu ermöglichen<\/p>\n<ul>\n<li>Um Ihnen in regelmäßigen Abständen Newsletter mit Informationen über unsere Produkte und Dienstleistungen sowie Newsletter mit Informationen von unseren verbunden Unternehmen innerhalb der Warner Music Group zukommen zu lassen.\nEs steht Ihnen frei, uns zusätzliche Informationen bei der Anmeldung zum Newsletter zur Verfügung zu stellen.\nWenn Sie sich bei unserem Newsletter anmelden, erhalten Sie eine E-Mail von uns.\nUm die Anmeldung abzuschließen, müssen Sie auf den Aktivierungslink in dieser E-Mail klicken.<\/li>\n<li>Um Ihnen weitere Marketing-Informationen zu senden, die unserer Ansicht nach für Sie aufgrund Ihres Verhaltens von Interesse sein könnten (einschließlich per Post und weitere Arten von Werbungen durch unsere externen Dienstleister);<\/li>\n<li>Um Ihnen unter Verwendung Ihrer Telefonnummer SMS-Textmeldungen zu senden, beispielsweise wenn Sie unter Angabe Ihrer Telefonnummer an einem Gewinnspiel teilgenommen haben und Sie den Wunsch geäußert haben, dass Sie derartige Meldungen erhalten möchten.\nBitte beachten Sie, dass dabei Mitteilungs- und Übertragungskosten entstehen können.\nNehmen Sie Rücksprache mit Ihrem Mobilfunkbetreiber, um die geltenden Übertragungskosten in Erfahrung zu bringen.\n<\/li>\n<\/ul>\n<p>Wir führen diese Aktivitäten nur durch, sofern Ihre Einwilligung vorliegt oder sofern wir ein berechtigtes Interesse hieran haben.<\/p>\n1.3.3\n<p>Zur Analyse von personenbezogenen Informationen für Geschäftsberichte und um personalisierte Dienste zur Verfügung zu stellen<\/p>\n<ul>\n<li>Zur Analyse oder Vorhersage der Präferenzen unserer Nutzer, um aggregierte Trendberichterstattungen über die Nutzung unserer digitalen Produkte zur Verbesserung unserer Anwendungen zu erstellen.<\/li>\n<li>Um Ihr Erlebnis der Nutzung der Anwendungen über die Nutzung Ihrer IP-Adresse durch die Zurverfügungstellung von auf Sie zugeschnittenen Inhalten, Produkten und Angeboten zu personalisieren.<\/li>\n<\/ul>\n<p>Wir werden Ihnen personalisierte Dienste nur zur Verfügung stellen, sofern Sie eingewilligt haben oder sofern wir ein berechtigtes Interesse hieran haben.<\/p>\n1.3.4\n<p>Um Ihnen die Teilnahme an Gewinnspielen, Preisausschreiben oder anderen Werbemaßnahmen zu ermöglichen.<\/p>\n<ul>\n<li>Um Ihnen die Teilnahme an Gewinnspielen, Wettbewerben und entsprechenden Aktionen unter Verwendung Ihres Namens, Ihrer Adresse und Ihrer E-Mail-Adresse zu ermöglichen und diese Aktivitäten zu verwalten.\nFür einige Aktionen gelten zusätzliche Regeln, die zusätzliche Informationen (z.\nB.\nIhr Geburtsdatum) über unsere Verwendung und Übermittlung Ihrer personenbezogenen Informationen beinhalten könnten.\naus diesem Grund empfehlen wir Ihnen, jene Regeln sorgfältig zu lesen.\nim Falle von Konflikten zwischen derartigen Regeln und der vorliegenden Datenschutzerklärung haben die Regeln Vorrang;<\/li>\n<li>Zur Mitteilung der Ergebnisse eines Gewinnspiels, lässt EMP Ihnen eine E-Mail zukommen.\nFalls Sie der Gewinner sind, kann EMP ggfs.\nIhren Namen veröffentlichen<\/li>\n<\/ul>\n<p>Wir nutzen diese Informationen, um unser Vertragsverhältnis mit Ihnen zu regeln.<\/p>\n1.3.5\n<p>Aggregierte und/oder anonymisierte personenbezogene Informationen.<\/p>\n<ul>\n<li>Wir können personenbezogene Informationen in einer Form aggregieren und/oder anonymisieren, dass sie keine personenbezogenen Informationen mehr darstellen.\nWir tun dies, um Andere Informationen für uns zu erzeugen, die wir zu sämtlichen Zwecken verwenden und übertragen können.<\/li>\n<\/ul>\n<p>Wir führen diese Aktivitäten durch, sofern wir ein berechtigtes Interesse hieran haben.<\/p>\n1.3.6\n<p>Zur Erreichung unserer unternehmerischen Ziele.<\/p>\n<ul>\n<li>Zur Datenanalyse, um beispielsweise die Effizienz der Anwendungen zu erhöhen;<\/li>\n<li>Für Kontrollen, um sicherzustellen, dass unsere internen Prozesse wie vorgesehen funktionieren und den gesetzlichen, behördlichen und vertraglichen Vorgaben entsprechen;<\/li>\n<li>Zur Überwachung von Betrugsversuchen und Sicherheitsüberwachung, beispielsweise von Cyber-Attacken oder Identitätsdiebstahl;<\/li>\n<li>Zur Entwicklung neuer Produkte und Dienstleistungen;<\/li>\n<li>Zur Weiterentwicklung, Verbesserung oder Veränderung unserer bestehenden Produkte und Dienstleistungen<\/li>\n<li>Um Nutzungstrends zu identifizieren, beispielsweise um zu verstehen, welche Bereiche unserer Anwendungen für Nutzer am interessantesten sind;<\/li>\n<li>Um die Wirksamkeit von Promotion-Kampagnen festzustellen, damit wir unsere Kampagnen an den Bedürfnissen und Interessen unserer Nutzer ausrichten können;<\/li>\n<li>Um unsere Geschäftstätigkeiten ausüben und erweitern zu können.\nbeispielsweise in dem wir nachvollziehen, welche Bereiche unserer Anwendungen für Nutzer am interessantesten sind, damit wir uns darauf fokussieren können, den Bedürfnissen unserer Nutzer zu genügen.<\/li>\n<\/ul>\n<p>Wir führen diese Aktivitäten durch, um unser Vertragsverhältnis mit Ihnen zu regeln, um gesetzlichen Anforderungen zu genügen und/oder sofern wir ein berechtigtes Interesse hieran haben.<\/p>\n1.3.7\n<p>Um Dir die Teilnahme am kostenlosen Bonusprogramm von PAYBACK beim Einkauf in unserem Online-Shop zu ermöglichen.<\/p>\n<ul>\n<li>Wir sind Partnerunternehmen von PAYBACK.\nDas Bonusprogramm wird betrieben vom PAYBACK Rabattverein e.V.\nals Verwalter der PAYBACK Punkte sowie der PAYBACK GmbH als Betreibergesellschaft, beide ansässig Theresienhöhe 12, 80339 München, Deutschland (gemeinsam „PAYBACK“).\nWenn Du Deine PAYBACK-Kundennummer hinterlegst, dann übermitteln wir die für das Bonusprogramm erforderlichen Daten (insbesondere Gesamtsumme der Bestellung, Mehrwertsteuer sowie bei bestimmten Extra-Punkteaktionen die bestellten Artikel) an PAYBACK (bzw.\nderen Auftragsverarbeiter).<\/li>\n<li>Durch die Teilnahme an dem Bonusprogramm erhältst Du Informationen zu Coupons, Aktionen und Rabatten bei uns und anderen PAYBACK Partnerunternehmen.\nWenn Du die bei der Teilnahme am PAYBACK-Programm erteilte Einwilligung in Werbung und Marktforschung widerrufen möchtest, wende Dich bitte an das PAYBACK Service Center, Postfach 23 21 02, 85330 München oder die PAYBACK GmbH, Postfach 23 21 03, 85330 München.\n<\/li>\n<li>EMP und PAYBACK sind teilweise gemeinsam Verantwortliche.\nSie haben insoweit Vereinbarungen festgelegt, wer von ihnen welche datenschutzrechtlichen Verpflichtungen erfüllt.\nDen wesentlichen Inhalt dieser Vereinbarungen findest Du unter www.payback.de/gemeinsam-verantwortlich bzw.\nstellt Dir PAYBACK dies auf Anforderung zur Verfügung.\nHierzu kannst Du dich an PAYBACK wenden unter PAYBACK GmbH, PAYBACK Service Center, Postanschrift: Postfach 232103, 85330 München, Telefon: 089 / 540208020, Fax: 0180 / 5055108.\nPAYBACK steht Dir auch für die Ausübung Deiner Rechte im Zusammenhang mit dem PAYBACK-Programm zur Verfügung.\n<\/li>\n<li> Weitere Informationen zum Datenschutz, etwa zu den Daten Deiner Anmeldung, den Daten beim Sammeln von Punkten oder den Daten beim Einlösen von Punkten, entnehme bitte den Datenschutzerklärungen von PAYBACK unter www.payback.de/info/datenschutz .\n<\/li>\n<\/ul>\n1.4\tÜbermittlung von personenbezogenen Informationen\n<p>Wir übermitteln personenbezogene Informationen:<\/p>\n1.4.1\n<p>An die Warner Music Group und ihre verbundenen Unternehmen zu Marketingzwecken.\nSie können die Liste und die Standorte der Warner Music Group hier einsehen: https://wminewmedia.com/affiliates/.<\/p>\n<p>Weitere Informationen zum Datenschutz innerhalb der Warner Music Group finden Sie in der Datenschutzerklärung unter https://wminewmedia.com/privacy/.\n<\/p>\n1.4.2\n<p>An unsere externen Dienstleister (und in einigen Fällen, unsere verbundenen Unternehmen), damit sie für uns ihre Dienstleistungen erbringen können<\/p>\n<ul>\n<li>Die Dienstleistungen können umfassen: Hosting, Datenanalysen, Zahlungsabwicklungen, Auftragserledigungen, Bereitstellung von Infrastruktur, IT-Leistungen, Kundendienst, E-Mail-Zustellungen, Kreditkartenabwicklungen, Audits und andere entsprechende Dienstleistungen;<\/li>\n<li>Um Ihnen die Zahlungsoptionen von Klarna anbieten zu können, werden wir personenbezogene Daten, wie beispielsweise Kontaktdaten und Bestelldaten, an Klarna übermitteln.\nSo kann Klarna beurteilen, ob Sie die über Klarna angebotenen Zahlungsoptionen in Anspruch nehmen können und die Zahlungsoptionen an Ihre Bedürfnisse anpassen.\nAllgemeine Informationen zu Klarna erhalten Sie hier .\nIhre Personenangaben werden von Klarna in Übereinstimmung mit den geltenden Datenschutzbestimmungen und entsprechend den Angaben in Klarnas Datenschutzbestimmungen behandelt.\n<\/li>\n<\/ul>\n1.4.3\n<p>An Dritte, damit sie Ihnen Marketing-Informationen senden können, soweit Sie den Wunsch geäußert haben.<\/p>\n<ul>\n<li>Sonstige Dritte und deren Händler, damit diese Ihnen digitale und/oder sonstige Marketing-Informationen übersenden oder übersenden lassen können.<\/li>\n<li>Unsere Künstler (gegebenenfalls einschließlich der Bandmitglieder der Künstler) und deren Vertreter, sodass die Künstler und deren Vertreter die Informationen verwenden können, um Ihnen Mitteilungen zukommen zu lassen (einschließlich Marketing-Mitteilungen), die deren Ansicht nach für Sie von Interesse sein könnten, einschließlich zum Beispiel dann, wenn Sie (a) sich in die Mailingliste des jeweiligen Künstlers und/oder für den Erhalt seiner Newsletter haben eintragen lassen, (b) sich für die Website des jeweiligen Künstlers eingetragen haben oder (c) anderweitig angegeben haben, dass Sie von dem jeweiligen Künstler Informationen und/oder Marketing-Mitteilungen erhalten möchten soweit Sie den Wunsch geäußert haben, dass Sie derartige Meldungen erhalten möchten.\nDie Verwendung der personenbezogenen Informationen seitens der Künstler und ihrer Vertreter wird von uns nicht kontrolliert und wir übernehmen in diesem Zusammenhang keine Verantwortung.<\/li>\n<\/ul>\n1.4.4\n<p>An einen Künstler, der nicht mit uns verbunden ist, wenn Sie Ihr Interesse an einem solchen Künstler geäußert haben (zum Beispiel durch Anmelden auf seiner Website);<\/p>\n1.4.5\n<p>an Dritte, die als Sponsoren von Wettbewerben, Gewinnspielen und ähnlichen Aktionen fungieren, damit diese Dritten die Wettbewerbe, Gewinnspiele und ähnlichen Aktionen durchführen und administrieren können.<\/p>\n1.4.6\n<p>Sie können uns durch die Nutzung der Anwendungen personenbezogene Informationen übermitteln.<\/p>\n<ul>\n<li>Über \"Message Boards\", Chats, Profilseiten und Blogs und sonstige Dienstleistungen, durch die Sie Informationen und Materialien posten können.\nBitte beachten Sie, dass jegliche von Ihnen über eine Anwendung gepostete oder offengelegte Informationen oder Materialien öffentlich zugängliche Informationen werden, und somit für Besucher der Anwendung und die allgemeine Öffentlichkeit zugänglich sind und über das Internet sowie andere Medienkanäle weiterverbreitet werden können, um auf diese Weise einem noch größeren Publikum zur Verfügung zu stehen.\nWir empfehlen Ihnen dringend, bei der Veröffentlichung Ihrer personenbezogenen oder anderen Informationen über die Anwendungen umsichtig vorzugehen.<\/li>\n<\/ul>\n1.5\tWeitere Verwendungen und Übertragungen <p>Wir verwenden und übertragen Ihre personenbezogenen Informationen sofern die notwendig oder angemessen ist, insbesondere sofern wir einer rechtlichen Verpflichtung unterliegen oder wir ein berechtigtes Interesse hieran haben.<\/p>\n1.5.1\n<p>Um die geltenden Gesetze einzuhalten.<\/p>\n<ul>\n<li>Dies kann Gesetze außerhalb Ihres Landes umfassen.<\/li>\n<\/ul>\n1.5.2\n<p>Um Fragen von Behörden oder anderen staatlichen Stellen zu beantworten.<\/p>\n<ul>\n<li>Dies kann Stellen außerhalb Ihres Landes umfassen.<\/li>\n<\/ul>\n1.5.3\n<p>Um mit Vollstreckungsbehörden zusammenzuarbeiten..<\/p>\n<ul>\n<li>Wenn wir beispielsweise auf Fragen von Vollstreckungsbehörden antworten.<\/li>\n<\/ul>\n1.5.4\n<p>Aus anderen rechtlichen Gründen.<\/p>\n<ul>\n<li>Um unsere Bedingungen und Konditionen durchzusetzen;<\/li>\n<li>Um unsere Geschäftstätigkeiten oder die Tätigkeiten unserer verbundenen Unternehmen oder Künstler zu schützen.\nUm unsere Rechte, Privatsphäre, Sicherheit oder Eigentum oder die/das unserer verbundenen Unternehmen, unserer Künstler oder anderer Personen zu schützen<\/li>\n<li>Um uns zur Verfügung stehende Rechtsmittel in Anspruch nehmen oder uns entstehende Schäden eingrenzen zu können.<\/li>\n<\/ul>\n1.5.5\n<p>In Zusammenhang mit einem Verkauf oder einer Geschäftstransaktion<\/p>\n<ul>\n<li>Wir haben ein berechtigtes rechtliches Interesse daran, Ihre personenbezogenen Informationen an Dritte zu übertragen im Falle einer Umstrukturierung, einer Fusion, eines Verkaufs, eines Joint Ventures, einer Abtretung, einer Übertragung unseres Unternehmens oder von sonstigen Verfügungen über unser Unternehmen, unserer gesamten Vermögenswerte oder Wertpapiere oder Teile davon (einschließlich in Zusammenhang mit Insolvenz- oder dementsprechenden Verfahren).\nDritte können beispielsweise auch Käufer oder deren Berater sein.<\/li>\n<\/ul>\n1.6\tDatenspeicherfrist\n<p>Wir verwahren Ihre personenbezogenen Informationen so lange, wie es hinsichtlich der Zwecke, für welche die personenbezogenen Informationen erhoben worden sind, erforderlich und gesetzlich zulässig ist.<\/p>\n<p>Die Kriterien, anhand derer wir die Datenspeicherungsfrist ermitteln, beinhalten:<\/p>\n<ul>\n<li>Den Zeitraum, für den wir eine bestehende vertragliche Beziehung zu Ihnen haben und für den wir Ihnen die Anwendungen zur Verfügung stellen (z.B.\nden Zeitraum, in dem Sie einen Account bei uns haben und die Anwendungen nutzen);<\/li>\n<li>Den Umstand, ob wir einer gesetzlichen Verpflichtung unterliegen (z.B.\nbestehen rechtliche Verpflichtungen, Verkaufsvorgänge für eine gewisse Zeit zu speichern, bevor wir diese löschen können).\noder<\/li>\n<li>Den Umstand, ob eine Löschung im Hinblick auf unsere rechtliche Position angebracht ist (z.B.\nin Hinblick auf geltende Haftungsbeschränkungen, Rechtstreitigkeiten oder behördliche Untersuchungen).<\/li>\n<\/ul>\n1.7\tSensible Informationen\n<p>Wir bitten Sie, uns über die Anwendungen oder über andere Wege keine sensiblen personenbezogenen Informationen (z.B.\nSozialversicherungsnummer, Informationen über Ihre ethnische Herkunft, politische Ansichten, Religionszugehörigkeiten oder andere Glaubensrichtungen, gesundheitsbezogene Daten, Informationen über einen strafrechtlichen Hintergrund oder die Mitgliedschaft in Gewerkschaften) zu senden oder zu offenbaren.<\/p> 2.\nANDERE INFORMATIONEN\n<p>Wir und unsere externen Dienstleister können andere Informationen (wie vorstehend definiert) erfassen, wie beispielsweise:<\/p>\n<ul>\n<li>Browser- und Geräteinformationen<\/li>\n<li>Mobile App-Nutzungsdaten<\/li>\n<li>Server Logdateien<\/li>\n<li>Information, die über Cookies, Pixel Tags und andere Techniken erfasst werden.\nNähere Einzelheiten über unsere Verwendung von Cookies erfahren Sie in unserer Cookie-Richtlinie.<\/li>\n<li>Geographische Standortinformationen<\/li>\n<li>von Ihnen übermittelte demographische Informationen sowie andere nicht per-sonenbezogene identifizierbare Informationen<\/li>\n<li>Informationen über die Art Ihrer Nutzung der Anwendungen<\/li>\n<li>zusammengefasste Informationen<\/li>\n<\/ul>\n2.1\tErhebung anderer Informationen\n<p>Wir und unsere externen Dienstleister können andere Informationen über diverse Wege erheben, einschließlich:<\/p>\n2.1.1\n<p>Über Ihren Browser oder Ihr Gerät:<\/p>\n<p>Die meisten Browser erfassen bestimmte Informationen, wie beispielsweise Ihre Media Access Control-Adresse (MAC-Adresse), Ihren Gerätetyp (Windows oder Mac OS), Ihre Bildschirmauflösung, Betriebssystemversion, Ihre/n Internet-Browsertyp und -version und den Typ und die Version einer von Ihnen genutzten Anwendung.\nWir und unsere externen Dienstleister können auch eine spezifische Gerätekennung, die wir oder unsere externen Dienstleister für das Gerät vergeben haben, von dem aus Sie auf eine Anwendung zugreifen, sowie andere Informationen in Zusammenhang mit Transaktionen für das Gerät erfassen, das wir und unsere externen Dienstleister für die Übermittelung von Inhalten und Werbeanzeigen verwenden können.<\/p>\n2.1.2\n<p>Über Ihre Verwendung von Mobile Apps:<\/p>\n<p>Wenn Sie eine Mobile App herunterladen und benutzen, können wir und unsere Dienstleister die Mobile App-Nutzungsdaten, wie beispielsweise Datum und Zeit, an dem bzw.\nzu der die Mobile App auf Ihrem Gerät Zugriff auf unsere Server nimmt, und die Art der Informationen und Dateien, die auf der Grundlage Ihrer Gerätenummer auf die Mobile App heruntergeladen wurden, nachverfolgen und erfassen.<\/p>\n2.1.3\n<p>Über Server Logdateien: <\/p>\n<p>Eine Internet Protocol (IP)-Adresse ist eine Nummer, die Ihr Internetdienstanbieter (ISP) automatisch Ihrem Gerät zuweist, von dem aus Sie Zugriff auf die Anwendung nehmen.\ndiese Nummer wird zusammen mit der Erfassung der Zeit Ihres Besuchs und der Aktivität auf einer Anwendung automatisch identifiziert und in unsere Server Logdateien eingegeben, wenn Sie die Anwendung benutzen.\nWir und unsere Dienstleister verwenden die IP-Adressen für Zwecke wie die Berechnung der Auslastung der Anwendung, der Unterstützung der Diagnose von Serverproblemen, die Verwaltung der Anwendungen und die Feststellung Ihres ungefähren geographischen Standortes.<\/p>\n2.1.4\n<p>Durch die Verwendung von Cookies: <\/p>\n<p>Wir und unsere Dienstleister können Cookies, Pixel Tags, Web Beacons, die Adobe Flash-Technik (einschließlich Flash Local Stored Objects („<strong>Flash LSOs<\/strong>“) sowie weitere vergleichbare Techniken verwenden, um Ihnen unter anderem besser auf Sie zugeschnittene Informationen über unsere Produkte und Dienstleistungen und diejenigen dritter Parteien zukommen zu lassen, um Ihren kontinuierlichen Zugriff auf die Anwendungen und deren kontinuierliche Nutzung zu vereinfachen und um Informationen über Ihre Verwendung der Anwendungen zu erfassen und zu speichern.\nSo können zum Beispiel Pixel Tags und Web Beacons in Zusammenhang mit einer Anwendung verwendet werden, um unter anderem die Schritte der Nutzer der Anwendung nachzuverfolgen, den Erfolg von Marketingkampagnen zu bewerten und Statistiken über die Verwendung der Anwendung und die Rückmelderaten zusammenzustellen.<\/p>\n<ul>\n<li>Soweit Sie eine Erfassung von Informationen durch Cookies nicht wünschen, bieten die meisten Geräte, über die Zugriff auf die Anwendungen genommen wird, einen einfachen Weg an, die Verwendung von Cookies abzulehnen.\nUm mehr über Cookies in Erfahrung zu bringen, verweisen wir auf http://www.allaboutcookies.org/.\nEntscheiden Sie sich gegen eine Verwendung von Cookies, stehen Ihnen einige oder alle der Eigenschaften, Funktionen und Werbungen, die die Anwendung bietet, möglicherweise nicht zur Verfügung.<\/li>\n<li>Wenn Ihr Gerät Flash LSOs speichert, Sie diese Speicherung auf dem Gerät, über welches Sie Zugriff auf die Anwendungen nehmen, aber nicht wünschen, können Sie die Einstellungen Ihres Flash Players dahingehend ändern, dass die Flash LSO-Speicherung unter Verwendung der Tools, die Ihnen auf dem Website Storage Settings Panel (Website-Speichereinstellungen) zur Verfügung stehen, gesperrt wird.\nSie können Flash LSOs außerdem kontrollieren, wenn Sie auf den Global Storage Settings Panel zugreifen und dort den Anweisungen folgen (hier können Anweisungen enthalten sein, die zum Beispiel erläutern, wie bestehende Flash LSOs (auf der MacormediaSeite „Informationen“ genannt) gelöscht werden können, wie Sie verhindern können, dass Flash LSOs ohne weitere Nachfrage in Ihrem Gerät platziert werden und (für den Flash Player 8 und spätere Versionen) wie Sie Flash LSOs löschen können, die von einem anderen Betreiber als dem der Seite geliefert werden, auf der Sie sich gerade befinden).\nFür den Fall, dass Sie den Flash Player so einstellen, dass die Akzeptanz von Flash LSOs gemindert oder eingeschränkt wird, weisen wir darauf hin, dass die Funktionen einiger FlashAnwendungen, gegebenenfalls einschließlich derjenigen, die in Zusammenhang mit den Anwendungen oder unserer Inhalte verwendet werden, eingeschränkt oder behindert sein können.\nWir erwarten von unseren Dienstleistern und Technologielieferanten, dass sie jegliche von Ihnen getroffenen Entscheidungen über die Limitierung bzw.\nEinschränkung von Flash LSOs anerkennen, übernehmen dafür aber keine Garantie.<\/li>\n<li>Durch die Verwendung dieser Technologien ist es unseren Verkäufern, sowie Dritten und deren Verkäufern möglich, Werbungen über unsere Produkte und Dienstleistungen sowie diejenigen anderer Parteien zu liefern, wenn Sie die Anwendungen oder andere Applikationen benutzen oder Websites oder WebApplikationen über das Internet mit Ihrem Endgerät besuchen.\nDiese Dritten können sogenannte „Pixel Tags“, „Web Beacons“, „Clear GIFs“ oder dementsprechende Technologien in das Gerät platzieren, über welches Sie über das Internet Zugriff auf die Anwendungen und andere Applikationen oder Websites nehmen.\nsie können auch Cookies dritter Parteien platzieren oder akzeptieren, wenn Sie die Anwendungen oder andere Applikationen, Websites oder Web-Applikationen nutzen.\nDie Verkäufer/Dritten können diese Technologien, sowie die Informationen, die sie über Ihre OnlineNutzungen erheben, benutzen, um Sie auf allen von Ihnen genutzten Endgeräten, wie beispielsweise mobile Endgeräte oder Laptops, wiederzuerkennen.\nDie Verkäufer/Dritten können Informationen über Ihren Besuch – sowie über das zum Besuch genutzte Endgerät - der Anwendungen und anderer Applikationen, Websites oder Web-Applikationen (ausschließlich Ihres Namens, Ihrer Anschrift und Telefonnummer) sowie Informationen von anderen Dritten verwenden, um Ihnen Werbungen über Waren und Dienstleistungen von uns und anderen Dritten zukommen zu lassen, die für Sie von Interesse sein könnten.\nSoweit Sie nähere Informationen über diese Technologien erhalten wollen, suchen Sie bitte die Network Advertising Initiative unter www.networkadvertising.org oder die Digital Advertising Alliance unter www.aboutads.info auf.Sie können diese Seiten auch besuchen, um diese Marketing-Praktiken in Ihrem Desktop oder mobilen Browser auf dem Endgerät, mit welchem Sie auf diese Datenschutzerklärung zugreifen, zu unterbinden.<\/li>\n<li>Unsere Anwendungen erwidern keine sog.\nbrowserbasierten „do-not-track“-Mitteilungen.<\/li>\n<\/ul>\n2.1.5\n<p>Standortspezifische Informationen<\/p>\n<p>Wenn Sie standortbezogene Produkte oder Dienstleistungen benutzen, können Sie uns Standortinformationen zusenden.\nSoweit Sie eine standortbezogene Dienstleistung in Anspruch nehmen, können wir Informationen über Ihren genauen geographischen Standort, wie beispielsweise von einem mobilen Gerät gesendete GPS-Signale, erfassen und verarbeiten.\nWir und unsere externen Dienstleister und Partner können den physischen Standort Ihres Geräts nutzen, um Ihnen personalisierte standortbezogene Dienstleistungen, Inhalte und Werbungen zukommen zu lassen.\nIn einigen Fällen wird es Ihnen möglich sein, eine derartige Nutzung des Standorts Ihres Geräts zu erlauben oder abzulehnen, wobei es uns im Falle Ihrer Ablehnung allerdings nicht mehr möglich sein wird, Sie mit den betreffenden personalisierten Dienstleistungen und Inhalten zu versorgen.<\/p>\n2.1.6\n<p>Durch Sie:<\/p>\n<p>Wir können demographische Informationen erfassen, wie zum Beispiel Ihre Postleitzahl oder Ihr Geschlecht oder auch andere Informationen, wie Ihre bevorzugte Art der Kommunikation, wenn Sie uns diese Informationen freiwillig zur Verfügung stellen.\nDiese Informationen identifizieren Sie oder andere Benutzer der Anwendung nicht in jedem Fall, sondern nur, soweit sie mit weiteren Informationen kombiniert werden, die eine Identifizierung ermöglichen.\nIn diesem Fall werden diese Informationen wie personenbezogene Informationen behandelt.<\/p>\n2.1.7\n<p>Information über die Art Ihrer Interaktionen auf den Anwendungen:<\/p>\n<p>Wir können Informationen über die Art und Weise Ihrer Interaktionen auf den Anwendungen sammeln.\nEinige Anwendungen arbeiten zum Beispiel mit analytischen Tools, damit wir Sie besser mit verbesserten Produkten, Dienstleistungen und Überarbeitungen der Anwendungen bedienen können.\nAnhand der so erfassten Informationen können wir in Erfahrung bringen, welche Dienstleistungen und Features Sie im Rahmen einer Anwendung am häufigsten verwenden, mit welchem Gerätetyp und welchen Hardware-Features Sie arbeiten, in welchem Land und in welcher Sprache Sie herunterladen, etc.<\/p>\n2.1.8\n<p>Durch Zusammenstellung von Informationen:<\/p>\n<p>Wir können personenbezogene Informationen so zusammenstellen, dass mit dem Endprodukt keine Identifizierung Ihrer Person oder der Person anderer Benutzer der Anwendungen verbunden ist, indem wir beispielsweise personenbezogene Informationen zur Berechnung des Prozentsatzes der Benutzer verwenden, die einen bestimmten Künstler mögen.<\/p>\n2.1.9\n<p>Social Plugins:<\/p>\n<p>Unsere Plugins werden nicht uneingeschränkt in unsere Website integriert, sondern lediglich über einen HTML-Link eingebunden(sog.\n\"shariff plugin\").\nDiese Art der Integration stellt sicher, dass durch die Nutzung unserer Website noch keine Verbindung zu dem Anbieter des Sozialen Netzwerks hergestellt wird.\nWenn Sie auf eine Schaltfläche eines sozialen Netzwerks klicken, öffnet sich ein neues Fenster und Sie gelangen auf die Seite des Anbieters.\nFür den Zweck und den Umfang der Datenerhebung und der Weiterverarbeitung und Nutzung der Daten durch den Anbieter des Sozialen Netzwerks auf ihren jeweiligen Websites sowie für Ihre damit verbundenen Rechte und Einstellungsmöglichkeiten zum Schutz Ihrer Privatsphäre verweisen wir auf die Datenschutzerklärungen der Anbieter.\n<\/p>\n2.2\tVerwendung und Übermittlung anderer Informationen <p>Wir weisen darauf hin, dass wir andere Informationen für beliebige Zwecke verwenden und übermitteln können, soweit das geltende Recht keine anderweitigen Verpflichtungen vorsieht.\nWenn das geltende Recht uns auferlegt, andere Informationen als personenbezogene Informationen zu behandeln, können wir so mit diesen anderen Informationen umgehen, wie es in dem vorstehenden Abschnitt mit der Überschrift „Erhebung anderer Informationen“ beschrieben ist, und sie für sämtliche Zwecke verwenden, für die wir personenbezogene Informationen verwenden und übermitteln.\nIn einigen Fällen können wir andere Informationen mit personenbezogenen Informationen kombinieren (zum Beispiel Ihren Namen mit Ihrem geographischen Standort).\nKombinieren wir andere Informationen mit personenbezogenen Informationen, werden die kombinierten Informationen für die Dauer der Kombination von uns als personenbezogene Informationen behandelt.\n<\/p>\n3.\nSICHERHEIT\n<p>Wir werden angemessene physische, technische und administrative Maßnahmen zum Schutz der unter unserer Kontrolle stehenden personenbezogenen Informationen ergreifen.\nWenn Sie Grund zu der Annahme haben, dass Ihre Kommunikation mit uns nicht mehr sicher ist, teilen Sie uns dies bitte über unsere Kontaktdaten (siehe unten) unverzüglich mit.<\/p>\n4.IHRE RECHTE\n4.1\tIhre Wahlmöglichkeiten hinsichtlich unserer Verwendung und Übermittlung Ihrer personenbezogenen Informationen\n<p>Hinsichtlich unserer Verwendung und Übermittlung Ihrer personenbezogenen Informationen für Vermarktungszwecke räumen wir Ihnen zahlreiche Optionen ein.<\/p>\n<p>Die Möglichkeit des Widerrufs Ihrer Zustimmung besteht im Hinblick auf: <\/p>\n4.1.1\n<p>Den Erhalt von Marketing-E-Mails von uns und unseren verbundenen Unternehmen<\/p>\n<p>wenn Sie ab einem bestimmten Zeitpunkt keine Marketing-E-Mails von uns und unseren verbundenen Unternehmen erhalten wollen, können Sie den Erhalt derartiger E-Mail abstellen, indem Sie den Abmeldemechanismus in der E-Mail nutzen oder uns eine E-Mail an datenschutz@emp.de senden.\n<\/p>\n4.1.2\n<p>den Erhalt von Marketing-SMS-Textmeldungen von uns und unseren verbundenen Unternehmen: <\/p>\n<p>wenn Sie ab einem bestimmten Zeitpunkt keine Marketing-SMS-Textmeldungen von uns und unseren verbundenen Unternehmen erhalten wollen, können Sie den Erhalt derartiger Mitteilungen abstellen, indem Sie den Text „STOP“ per SMS zurück übersenden oder uns eine E-Mail an datenschutz@emp.de senden;<\/p>\n4.1.3\n<p>Unsere Weitergabe Ihrer personenbezogenen Informationen an Künstler oder nicht verbundene Dritte für deren Vermarktungszwecke:<\/p>\n<p>wenn Sie es vorziehen, dass wir Ihre personenbezogenen Daten nicht mehr für Marketingzwecke an Künstler oder nicht verbundene Dritte weitergeben, können Sie sich von dieser Weitergabe abmelden, indem Sie uns eine E-Mail an datenschutz@emp.de senden.<\/p>\n4.1.4\n<p>In Ihrer E-Mail geben Sie bitte an, von welchem Vorgang genau Sie sich abmelden.\nWir werden Ihrem Wunsch/Ihren Wünschen so schnell wie in zumutbarer Weise möglich nachkommen, jedenfalls innerhalb der gesetzlich geforderten Fristen.\nBitte nehmen Sie zur Kenntnis, dass wir im Fall Ihres Widerrufs hinsichtlich des Versands von Marketing-Informationen an Sie nach wie vor verwaltungstechnische Mitteilungen an Sie versenden können.<\/p>\n4.2 Möglichkeiten des Zugriffs auf Ihre personenbezogenen Informationen, deren Änderung und Löschung <p>Wenn Sie auf Ihre uns übermittelten personenbezogenen Informationen zugreifen wollen und diese prüfen, berichtigen, aktualisieren, unterdrücken, beschränken oder löschen möchten oder der Nutzung durch uns widersprechen wollen oder wenn Sie eine elektronische Kopie Ihrer personenbezogenen Informationen erhalten möchten, um diese an ein anderes Unternehmen zu übermitteln (nur sofern Ihnen ein gesetzlicher Anspruch auf Datenübertragung zusteht), setzen Sie sich bitte mit uns per E-Mail an datenschutz@emp.de in Verbindung.\nWir werden Ihnen gemäß den gesetzlichen Vorgaben antworten.\n<\/p>\n<p>Sie können sich außerdem bei der zuständigen Datenschutzbehörde: Der Landesbeauftragte für den Datenschutz Niedersachsen, Prinzenstraße 5, 30159 Hannover.\nTelefon: 0511 120 – 4500.\nTelefax: 0511 120 – 4599.\nE-Mail: poststelle@lfd.niedersachsen.de, Internet: htttp://www.lfd.niedersachsen.de beschweren.<\/p>\n<p>Geben Sie in Ihrer Mitteilung bitte an, welche personenbezogenen Informationen geändert werden sollen, ob Sie wünschen, dass wir Ihre personenbezogenen Informationen in unseren Datenbanken sperren oder welche sonstigen Beschränkungen Sie unserer Verwendung Ihrer personenbezogenen Informationen auferlegen wollen.\nZu Ihrer Sicherheit werden wir nur Anfragen zu personenbezogenen Informationen umsetzen, die mit der entsprechenden E-Mail-Adresse verknüpft sind, über die Sie uns die Mitteilung übersandt haben.\nzudem werden wir uns ggf.\nüber Ihre Identität vergewissern müssen, bevor wir Ihre Mitteilung umsetzen.\nWir werden versuchen, Ihrer Anfrage so schnell wie zumutbarer Weise möglich nachzukommen.\n<\/p>\n<p>Bitte nehmen Sie zur Kenntnis, dass wir einige Informationen zu Beweiszwecken und/oder zur Durchführung einer Transaktion, die Sie begonnen haben, bevor Sie Ihre Änderungs- oder Löschungs-Anfrage gestellt haben ggf.\nweiterhin speichen müssen (z.B., wenn sie einen Kauf getätigt oder an einem Gewinnspiel teilgenommen haben, können Sie Ihre personenbezogenen Informationen bis zum Abschluss des Kaufs oder des Gewinnspiels ggf.\nnicht ändern oder löschen).<\/p>\n<p>Wenn unsere Erhebung und Verwendung personenbezogener Daten auf Ihrer Einwilligung beruht, können Sie diese Einwilligung jederzeit widerrufen, indem Sie eine E-Mail an datenschutz@emp.de senden.\nEin solcher Widerruf hat keinen Einfluss auf die Rechtmäßigkeit der Verarbeitung aufgrund der Einwilligung vor Ihrem Widerruf.<\/p> 5.GRENZÜBERSCHREITENDER DATENVERKEHR\n<p>Die Anwendungen werden aus Deutschland gesteuert und betrieben.\ndementsprechend gilt, soweit gesetzlich zulässig, für diese Datenschutzerklärung und unsere Erhebung, Verwendung und Übermittlung Ihrer personenbezogenen Informationen deutsches Recht.\nIhre personenbezogenen Informationen können in jedem Land, in dem wir Betriebsstätten unterhalten oder Dienstleister beauftragt haben, gespeichert und bearbeitet werden.\nMit der Verwendung der Anwendungen akzeptieren Sie, dass Ihre Informationen in Länder außerhalb des Europäischen Wirtschaftsraums (EWR) übermittelt werden, die ggf.\nandere Datenschutzgesetze haben, als Ihr Land.\n<br>\nFür den Fall, dass Sie in einem Vertragsstaat des Abkommens über den Europäischen Wirtschaftsraum (EWR) ansässig sind: Einige Länder außerhalb des EWR werden von der EU-Kommission als Länder mit einem angemessenen Datenschutzniveau gemäß den EWR-Standards angesehen.\nEine Liste dieser Länder kann hier abgerufen werden: https://ec.europa.eu/info/law/law-topic/data-protection_de.\nFür Übertragungen von personenbezogenen Informationen aus dem EWR in Länder, die von der EU-Kommission als Länder ohne angemessenes Datenschutzniveau angesehen werden, haben wir angemessene Maßnahmen getroffen, wie beispielsweise die EU-Standardvertragsklauseln der EU-Kommission bzgl.\npersonenbezogener Informationen.\nSie können eine Kopie der Maßnahmen anfordern, indem Sie uns unter datenschutz@emp.de kontaktieren.\n<\/p>\n6.\nAKTUALISIERUNGEN DIESER DATENSCHUTZERKLÄRUNG <p>Wir haben jederzeit das Recht, diese Datenschutzerklärung zu ändern.\nDas letzte Überarbeitungsdatum dieser Datenschutzerklärung ist unter dem Hinweis „LETZTE AKTUALISIERUNG“ oben auf der Seite angegeben.\nÄnderungen dieser Datenschutzerklärung werden gültig, sobald wir in der Anwendung eine aktualisierte Fassung zur Verfügung stellen.\n<\/p>\n7.UNSERE KONTAKTDATEN\n<p>Die verantwortliche Stelle für die Erhebung, Verwendung und Übertragung Ihrer personenbezogenen Informationen unter dieser Datenschutzerklärung ist die E.M.P.\nMerchandising Handelsgesellschaft mbH.<\/p>\n<p>Soweit Sie Fragen oder Anliegen zu dieser Datenschutzerklärung oder unseren Datenverarbeitungsmethoden haben, setzen Sie sich bitte per E-Mail an datenschutz@emp.de mit uns in Verbindung.\n<\/p>\n<p>\nWir haben unseren Geschäftssitz an der folgenden Adresse:\n<br>\nE.M.P.\nMerchandising Handelsgesellschaft mbH<br>\nDarmer Esch 70a<br>\n49811 Lingen <br>\nDatenschutzbeauftragter:<br>\nAndré Bosse<br>\nDarmer Esch 70a<br>\n49811 Lingen<br>\nDeutschland<br>\nTelefon: 0049 591 - 9 14 310<br>\nE-Mail: datenschutz@emp.de\n<\/p>\n<p>\nDer Datenschutzbeauftrage ist \"Fachkraft für Datenschutz\" nach DEKRA.\nIm Rahmen der Zertifizierung des Datenschutzbeauftragten als \"Fachkraft für Datenschutz\" muss der Datenschutzbeauftragte seine Fachkunde im Rahmen einer schriftlichen Prüfung nachweisen.\nDiese zeitlich begrenzte Zertifizierung kann entweder durch regelmäßige Nachprüfungen oder durch den Nachweis von Weiterbildungen verlängert werden.\nGeber dieser Zertifizierung ist die DEKRA Certification GmbH, Handwerkstr.\n15, 70565 Stuttgart\n<\/p>\n<p>\nDie notwendige Fachkunde wird unter http://www.dekra-personenzertifizierung.de/fachkraft-datenschutz näher definiert, u.a.\ngehört dazu\n<\/p>\n<ul>\n<li>Inhalte sowie Umsetzung der Europäischen Datenschutz-Grundverordnung (EU-DSGVO)<\/li>\n<li>Inhalte sowie Umsetzung des Bundesdatenschutzgesetzes-neu (BDSG-neu)<\/li>\n<li>Datensicherheit und IT-Sicherheit: Technische und organisatorische Maßnahmen<\/li>\n<li>Umgang mit Risiken<\/li>\n<li>Datenschutzmanagement - Organisation des Datenschutzes im Unternehmen<\/li>\n<li>Grundsätze der Verarbeitung personenbezogener Daten<\/li>\n<li>Datenschutzbeauftragter (interner/externer)<\/li>\n<li>Rechte der betroffenen Person<\/li>\n<li>Informationspflichten<\/li>\n<li>und einiges mehr (siehe Link).<\/li>\n<\/ul>\n<p>Diese Anforderungen werden durch den von uns eingesetzten Datenschutzbeauftragten erfüllt.\nDie Gültigkeit der Zertifizierung ist dem Dekra-Siegel zu entnehmen.\nAktuell gilt dieses bis 01/2023.<\/p>\n<p>Wir weisen darauf hin, dass E-Mail-Mitteilungen nicht immer sicher sind und Ihre E-Mails an uns deshalb keine Informationen über Kreditkarten oder andere sensible Informationen enthalten sollten.<\/p>\n<br> Navigation <ul>\n<li> 1.\nPERSONENBEZOGENE INFORMATIONEN <\/li>\n<li> 2.\nANDERE INFORMATIONEN <\/li>\n<li> 3.\nSICHERHEIT <\/li>\n<li> 4.\nIHRE RECHTE <\/li>\n<li> 5.\nGRENZÜBERSCHREITENDER DATENVERKEHR <\/li>\n<li> 6.\nAKTUALISIERUNGEN DIESER DATENSCHUTZERKLÄRUNG <\/li>\n<li> 7.\nUNSERE KONTAKTDATEN <\/li>\n<li> Zum Anfang <\/li>\n<\/ul> Wir sind für dich da <p>\nJa, unser Kundenservice ist heute telefonisch erreichbar bis 18:00 Uhr unter 0591 9143-10.\n<\/p> Nimm Kontakt mit uns auf E-Mail Newsletter <p>\nGreif einen 10%* Gutschein ab, wenn du dich jetzt anmeldest!\n<\/p>\n<p>\n*Der Code ist vier Wochen gültig, nicht kombinierbar mit anderen Aktions-Codes, nur online einlösbar.\nBücher, Medien Tickets, Geschenkgutscheine und Spendenartikel sind ausgeschlossen.\n<\/p> Mehr Infos 10%* Rabatt Deine Email-Adresse <p>\nIch bin damit einverstanden, den EMP-Newsletter zu erhalten und willige ein, dass die E.M.P.\nMerchandising Handelsgesellschaft mbH meine personenbezogenen Daten verarbeitet um mich individuell und regelmäßig über ihr Angebot zu informieren.\nDie Verarbeitung meiner personenbezogenen Daten erfolgt entsprechend den Bestimmungen in der Datenschutzerklärung\n<\/p>\n<p>\nHier kann ich mich vom Newsletter wieder abmelden.\n<\/p> Anmelden Service <ul>\n<li>\nKontakt\n<\/li>\n<li>Retourenportal<\/li>\n<li>Größentabelle<\/li>\n<li>FAQ / Hilfe<\/li>\n<li>\nMagazin\n<\/li>\n<\/ul>\n<ul>\n<li>\nEMP Events\n<\/li>\n<li>\nGewinnspiele\n<\/li>\n<li>\nStudentenrabatt\n<\/li>\n<li>\nEMP Geschenkgutscheine\n<\/li>\n<li>\nDownload-Center\n<\/li>\n<li>\n°PAYBACK\n<\/li>\n<\/ul> Über EMP <ul>\n<li>\nJobs bei EMP\n<\/li>\n<li>\nPartnerprogramm\n<\/li>\n<li>AGB<\/li>\n<li>Datenschutz<\/li>\n<\/ul>\n<ul>\n<li>Cookie-Richtlinie<\/li>\n<li>Entsorgung und Umweltschutz<\/li>\n<li>Impressum<\/li>\n<li>Nachhaltigkeit\n<\/li>\n<\/ul>\n<ul>\n<li>\n<\/li>\n<\/ul>\n<p>Alle Preise inkl.\ngesetzlicher Mehrwertsteuer, zzgl.\nVersandkosten<\/p>\n<p>© 1986-2020 E.M.P.\nMerchandising Handelsgesellschaft mbH<\/p> Werde Teil der Community! <ul>\n<li>\n<\/li>\n<li>\n<\/li>\n<li>\n<\/li>\n<li>\n<\/li>\n<li>\n<\/li>\n<li>\n<\/li>\n<li>\n<\/li>\n<\/ul> Zahlungsarten und Versandpartner <p>Vorkasse <\/p>\n<p>Nachnahme <\/p> Die EMP Stores EMP Store Leipzig EMP Outlet Store A31 EMP Store Dortmund EMP Store Lingen Die neue EMP App <p>Lade dir jetzt kostenlos unsere neue EMP App runter und genieße die vielen neuen Funktionen und Vorteile!<\/p> Unsere Online Shops EMP International <br> EMP Deutschland <br> EMP Österreich <br> EMP Schweiz <br> EMP Italia <br> EMP Suomi <br> EMP Norge <br> EMP United Kingdom <br> EMP Ireland <br> EMP Česká republika <br> EMP España <br> EMP powered by Sweden Rock <br> EMP Danmark <br> Large Popmerchandising <br> Large Popmerchandising België <br> EMP France <br> EMP Slovensko <br> EMP Polska <br> Live-Chat FAQ Kundenservice Schließen Verkleinern ","created_at":"2018-08-27 07:09:16.435709","updated_at":"2020-12-14 15:57:36.588042","service_id":615}],"points":[{"discussion":"https://edit.tosdr.org/points/13223","id":13223,"needsModeration":true,"services":["615"],"set":"set+service+and+topic","title":"https://www.epfindia.guru/","topics":[],"case":{"id":152,"classification":"neutral","score":15,"title":"This service is only available to users over a certain age","description":"The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.","topic_id":31,"created_at":"2018-01-16 15:26:08.952429","updated_at":"2021-03-27 16:41:50.59469","docbot_regex":"^((?=.*at least)((?=.*years old)|(?=.*years of age))|(?=.*you must be)(?=.*old)|((?=.*years of age)|(?=.*under the age)|(?=.*age is under)|(?=.*not intended for)|(?=.*only for))((?=.*13)|(?=.*thirteen)|(?=.*16)|(?=.*sixteen)|(?=.*18)|(?=.*eighteen))((?!.*California)))"}}],"urls":["emp-online.com","emp.de","emp.at","large.nl","emp-shop.se","emp-online.ch","emp-online.it","emp-online.es","emp.fi","emp-shop.no","emp.co.uk","emp.ie","emp-shop.cz","emp-shop.sk","emp-shop.pl","emp-shop.dk","large.be","emp-online.fr"]}}
