{"error":[256],"message":["699"],"parameters":{"_source":{"id":[699],"name":["EUC Lillebælt"],"url":["www.eucl.dk, eucl.dk"],"created_at":["2018-09-06 11:55:40.005314"],"updated_at":["2021-03-25 03:19:38.182373"],"wikipedia":["https://da.wikipedia.org/w/index.php?title=EUC_Lillebælt"],"keywords":{},"related":{},"slug":["euc_lilleblt"],"is_comprehensively_reviewed":[false],"user_id":{},"rating":["N/A"],"status":{},"nice_service":["euc-lilleb--lt"],"image":["699.png"]},"image":["https://tosdr-logos.s3.eu-west-2.jbcdn.net/699.png"],"documents":[{"id":2449,"name":"Privacy Policy","url":"https://www.eucl.dk/om-os/privatlivspolitik/","xpath":"","text":" &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NL53KXW\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nHTX EUD/EUX AMU-Kurser Om os Kontakt Bliv elev HTX EUD/EUX AMU-Kurser Om os Kontakt For virksomheder English For elever For medarbejdere Brobygning HTX Tilbage Om HTX Studieretninger Fag og valgfag Uddannelsens opbygning Studierejser For elever på HTX Studievejledning Årskalender Medarbejdere Eliteidræt Praktiske informationer Åbent Hus EUD/EUX Tilbage EUD/EUX Videreuddannelse Elevhåndbog Medarbejdere Studievejledning EU Socialfondsprojekter Internationalisering Skolepraktik Skolepraktikcenter Videnscenter AMU-Kurser Tilbage AMU-Kurser Total koncept Kontakt Tilmelding Praktiske informationer Om os Tilbage Om os Personale Mål og strategier Organisation Udbudspolitik Evaluering Lokale uddannelsesvalg Elevråd Udlejning Kantine Privatlivspolitik Cookiepolitik Job på EUC Lillebælt Skolehjem Kvalitet <p>\n<strong>EUC Lillebælt<\/strong>\n<\/p>\n<p>Teknikervej 2, <br>7000 Fredericia<\/p>\n<p>Tlf.\n+45 7920 1111<br>Fax +45 7920 1112<br>E-mail info@eucl.dk<\/p>\n<p>CVR 68501113<br>EAN 5798000553927<\/p>\n<p>Facebook<br>Instagram<br>Linkedin<\/p>\n<ul>\n<li> HTX <ul>\n<li>Tilbage<\/li>\n<li> Om HTX Studieretninger Fag og valgfag Uddannelsens opbygning Studierejser For elever på HTX Årskalender Studievejledning Medarbejdere Eliteidræt Praktiske informationer <\/li>\n<\/ul>\n<\/li>\n<li> EUD/EUX <ul>\n<li>Tilbage<\/li>\n<li> EUD/EUX Videreuddannelse Elevhåndbog Medarbejdere Studievejledning EU Socialfondsprojekter Internationalisering Skolepraktik Skolepraktikcenter Videnscenter <\/li>\n<\/ul>\n<\/li>\n<li> AMU-Kurser <ul>\n<li>Tilbage<\/li>\n<li> AMU-Kurser Total koncept Kontakt Tilmelding Praktiske informationer <\/li>\n<\/ul>\n<\/li>\n<li> Om os <ul>\n<li>Tilbage<\/li>\n<li> Personale Mål og strategier Organisation Udbudspolitik Evaluering Lokale uddannelsesvalg Elevråd Udlejning Kantine Privatlivspolitik Cookiepolitik Job på EUC Lillebælt Skolehjem Kvalitet <\/li>\n<\/ul>\n<\/li>\n<li> Kontakt <\/li>\n<li> Bliv elev <\/li>\n<li> For virksomheder <\/li>\n<li> English <\/li>\n<li> For elever <\/li>\n<li> For medarbejdere <\/li>\n<li> Brobygning <\/li>\n<\/ul>\n<p>\n<strong>EUC Lillebælt<\/strong>\n<\/p>\n<p>Teknikervej 2, <br>7000 Fredericia<\/p>\n<p>Tlf.\n+45 7920 1111<br>E-mail info@eucl.dk<\/p>\n<p>CVR 68501113<br>EAN 5798000553927<\/p>\n<p>Facebook<br>Instagram<br>Linkedin<\/p> Bliv elev Privatlivspolitik\nEUC Lillebælt værner om den enkeltes privatliv og oplysninger.\nPrivatlivspolitik <p>Personoplysninger afgives aldrig til tredjepart, medmindre du selv udtrykkeligt giver samtykke hertil, og vi indsamler ikke personoplysninger, uden at du selv har givet os disse oplysninger ved registrering eller deltagelse i en undersøgelse m.v.<\/p>\n<p>Du afgiver dine personlige oplysninger på eget ansvar.\nPersonoplysninger bruges alene til at gennemføre den service, som oplysningerne er indsamlet i forbindelse med.<\/p>\n<p>I det omfang, der behandles personoplysninger om dig, har du ifølge persondataloven ret til at få oplyst, hvilke personoplysninger der kan henføres til dig.\nSåfremt det viser sig, at de oplysninger eller data, der behandles om dig, er ukorrekte eller vildledende, har du ret til at kræve disse berigtiget, slettet eller blokeret.\nDu kan til enhver tid gøre indsigelse mod, at oplysninger om dig gøres til genstand for behandling.\nDu kan også til enhver tid tilbagekalde dit samtykke.<\/p>\n<p>Du har mulighed for at klage over behandlingen af oplysninger og data vedrørende dig.\nKlage indgives til Datatilsynet, jf.\npersondatalovens § 58, stk.\n1.<\/p>\n<p>\n<strong>EUC Lillebælt<\/strong>\n<\/p>\n<p>Teknikervej 2, <br>7000 Fredericia<\/p>\n<p>Tlf.\n+45 7920 1111<br>E-mail info@eucl.dk<\/p>\n<p>CVR 68501113<br>EAN 5798000553927<\/p>\n<p>Facebook<br>Instagram<br>Linkedin<\/p> HTX Om HTX Studieretninger Fag og valgfag Uddannelsens opbygning Studierejser For elever på HTX Årskalender Studievejledning Medarbejdere Eliteidræt Praktiske informationer EUD/EUX Videreuddannelse Elevhåndbog Medarbejdere Studievejledning EU Socialfondsprojekter Internationalisering Skolepraktik Skolepraktikcenter Videnscenter AMU-Kurser AMU-Kurser Total koncept Tilmelding Kontakt Praktiske informationer Om os Personale Mål og strategier Organisation Udbudspolitik Evaluering Lokale uddannelsesvalg Elevråd Udlejning Kantine Privatlivspolitik Cookiepolitik Job på EUC Lillebælt Skolehjem Kvalitet For virksomheder English For elever For medarbejdere Brobygning We use cookies We use cookies to give the best possible experience on our website.\nWhen you choose to accept, you accept our use of cookies.<br>\n<br>When you accept our cookies, you accept that our partners can handle your data and target ad's to you.\nWe share the data with 3rd party partners within social media, add partners and analysis partners<br>You can always change your preferences by clicking on 'settings'.\nIf your want to retract your consent go to the websites privacy politics.\nSettings If you don't want any third parties to handle your personal data and use them across the internet, then you can change your settings below: Necessary Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.\nPreferences Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nStatistics Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.\nMarketing Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.\nSe detaljer Allow selected Accept all ","created_at":"2020-04-07 13:09:21.681472","updated_at":"2020-12-15 00:54:46.654733","service_id":699,"user_id":744},{"id":498,"name":"Cookie Policy","url":"https://www.eucl.dk/om-os/cookiepolitik/","xpath":"","text":" &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NL53KXW\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nHTX EUD/EUX AMU-Kurser Om os Kontakt Bliv elev HTX EUD/EUX AMU-Kurser Om os Kontakt For virksomheder English For elever For medarbejdere Brobygning HTX Tilbage Om HTX Studieretninger Fag og valgfag Uddannelsens opbygning Studierejser For elever på HTX Studievejledning Årskalender Medarbejdere Eliteidræt Praktiske informationer Åbent Hus EUD/EUX Tilbage EUD/EUX Videreuddannelse Elevhåndbog Medarbejdere Studievejledning EU Socialfondsprojekter Internationalisering Skolepraktik Skolepraktikcenter Videnscenter AMU-Kurser Tilbage AMU-Kurser Total koncept Kontakt Tilmelding Praktiske informationer Om os Tilbage Om os Personale Mål og strategier Organisation Udbudspolitik Evaluering Lokale uddannelsesvalg Elevråd Udlejning Kantine Privatlivspolitik Cookiepolitik Job på EUC Lillebælt Skolehjem Kvalitet <p>\n<strong>EUC Lillebælt<\/strong>\n<\/p>\n<p>Teknikervej 2, <br>7000 Fredericia<\/p>\n<p>Tlf.\n+45 7920 1111<br>Fax +45 7920 1112<br>E-mail info@eucl.dk<\/p>\n<p>CVR 68501113<br>EAN 5798000553927<\/p>\n<p>Facebook<br>Instagram<br>Linkedin<\/p>\n<ul>\n<li> HTX <ul>\n<li>Tilbage<\/li>\n<li> Om HTX Studieretninger Fag og valgfag Uddannelsens opbygning Studierejser For elever på HTX Årskalender Studievejledning Medarbejdere Eliteidræt Praktiske informationer <\/li>\n<\/ul>\n<\/li>\n<li> EUD/EUX <ul>\n<li>Tilbage<\/li>\n<li> EUD/EUX Videreuddannelse Elevhåndbog Medarbejdere Studievejledning EU Socialfondsprojekter Internationalisering Skolepraktik Skolepraktikcenter Videnscenter <\/li>\n<\/ul>\n<\/li>\n<li> AMU-Kurser <ul>\n<li>Tilbage<\/li>\n<li> AMU-Kurser Total koncept Kontakt Tilmelding Praktiske informationer <\/li>\n<\/ul>\n<\/li>\n<li> Om os <ul>\n<li>Tilbage<\/li>\n<li> Personale Mål og strategier Organisation Udbudspolitik Evaluering Lokale uddannelsesvalg Elevråd Udlejning Kantine Privatlivspolitik Cookiepolitik Job på EUC Lillebælt Skolehjem Kvalitet <\/li>\n<\/ul>\n<\/li>\n<li> Kontakt <\/li>\n<li> Bliv elev <\/li>\n<li> For virksomheder <\/li>\n<li> English <\/li>\n<li> For elever <\/li>\n<li> For medarbejdere <\/li>\n<li> Brobygning <\/li>\n<\/ul>\n<p>\n<strong>EUC Lillebælt<\/strong>\n<\/p>\n<p>Teknikervej 2, <br>7000 Fredericia<\/p>\n<p>Tlf.\n+45 7920 1111<br>E-mail info@eucl.dk<\/p>\n<p>CVR 68501113<br>EAN 5798000553927<\/p>\n<p>Facebook<br>Instagram<br>Linkedin<\/p> Bliv elev Cookiepolitik\nCookies bruges til at gøre din og andres oplevelse på vores website bedre.\nCookies og persondata Ejeroplysninger\n<p>EUC Lillebælt<\/p>\n<p>Teknikervej 2, 7000 Fredericia<\/p>\n<p>CVR 68501113<\/p>\n<p>Tlf.\n+45 7920 1111<\/p>\n<p>E-mail&nbsp;info@eucl.dk<\/p>\nCookies på vores website\n<p>Cookies er en lille tekstbesked, der typisk bliver lagt på din computer, når du bruger en internettjeneste.\nEn cookie kan også lægges midlertidigt på din computer i forbindelse med en aktivitet på en tjeneste for så at blive slette igen, når du forlader tjenesten.<\/p>\n<p>Der er ingen personlige oplysninger gemt i vores cookies, og de kan ikke indeholde virus.\nData fra cookies kan ikke bruges til at indsamle personlige oplysninger.<\/p>\n<p>Cookies er en teknisk funktionalitet, så vi kan huske dine indstillinger.<\/p>\n<p>Cookies anvendes til trafikmåling, så vi ved hvor mange, der besøger vores site.\nSådan kan vi dokumentere antal besøgende over for eventuelle annoncører og samarbejdspartnere.<\/p>\nGoogle Analytics\n<p>Websitet bruger cookies fra Google Analytics til at måle trafikken på websitet.&nbsp;Google Analytics, der er en netanalyseservice leveret af Google, Inc.\n(\"Google\").<\/p>\n<p>Google Analytics bruger cookies for at hjælpe hjemmesiden med at analysere, hvordan brugeren anvender siden, hvor mange der besøger hjemmesiden samt hvilken hjemmeside du besøgte, inden du besøgte vores hjemmeside.<\/p>\n<p>Vi bruger disse oplysninger til at udarbejde rapporter og forbedre hjemmesiden.\nInformationen sendes i anonymiseret form til serveren.\nDe oplysninger, der fremskaffes af cookies om din brug af hjemmesiden (deriblandt din IP-adresse), vil blive overført til og opbevaret af Google på servere i USA.\nGoogle vil bruge disse oplysninger til at vurdere din brug af hjemmesiden, til at sammenstille rapporter om hjemmesidens aktivitet for hjemmesideoperatører og give andre ydelser i forbindelse med aktiviteter på hjemmesiden og brugen af nettet.\nGoogle kan også overføre disse oplysninger til tredjepart, hvor dette kræves ved lov, eller hvor disse tredjeparter behandler oplysningerne for Google.<\/p>\n<p>Ved at bruge EUC Lillebælts hjemmeside indvilger du i, at Google behandler data om dig på den måde og med det formål, der er anført ovenfor.\nCookies fra Google Analytics opbevares i op til 12 måneder.<\/p>\n<p>Du kan fravælge cookies fra Google Analytics her.<\/p>\nBrug af personoplysninger og sikkerhed\n<p>Personoplysninger er alle slags informationer, der i et eller andet omfang kan henføres til dig.\nBåde i forbindelse med at du benytter vores website, men også i forbindelse med dine henvendelser og tilmeldinger til uddannelse indsamler og behandler vi en række af sådanne informationer.<\/p>\n<p>Ved din anvendelse af vores website indsamler og behandler vi typisk følgende typer af oplysninger via bl.a.\nGoogle Analytics: Et unikt ID og tekniske oplysninger om din computer, tablet eller mobiltelefon, dit IP-nummer, geografisk placering, samt hvilke sider du klikker på (interesser).<\/p>\n<p>I forbindelse med dine henvendelser og tilmeldinger hos os vedrørende uddannelse behandler vi typisk følgende typer af oplysninger: navn, adresse, e-mail, telefonnummer samt CPR-nummer.<\/p>\n<p>Personoplysninger deles med en række offentlige myndigheder og institutioner i forbindelse med din uddannelse i det omfang EUC Lillebælt er forpligtet hertil.\nDerudover afgives personoplysninger aldrig til tredjepart, med mindre du selv udtrykkeligt giver tilsagn hertil.<\/p>\n<p>Personoplysninger bruges kun til det formål, de er afgivet til, herunder at sikre at vi kan udføre vores services for dig, eksempelvis i forbindelse med at du gennemfører din uddannelse.<\/p>\n<p>Oplysningerne bruges derudover til statistiske formål, for at få større kendskab til dig og øvrige brugere af websitet.<\/p>\n<p>Oplysninger indsamlet via din anvendelse af vores hjemmeside anvendes udelukkende i opsummeret form.\nf.eks.\ntil at se hvilke sider og browsere vores brugere anvender mest.\nDenne brug kan bl.a.\nomfatte undersøgelser og analyser, der er rettet mod en forbedring af vores produkter, tjenester og teknologier.\nData om den enkelte brugers anvendelse af tjenesterne videregives eller sælges ikke til tredjepart.<\/p>\n<p>Vi benytter en række tredjeparter til opbevaring og behandling af data.\nDisse behandler udelukkende oplysninger på vores vegne og må ikke anvende dem til egne formål.<\/p>\n<p>Videregivelse af personoplysninger vil kun ske, hvis du giver samtykke til det.\nMed undtagelse af data indsamlet ved brug af Google Analytics, anvender vi kun databehandlere i EU eller i lande, der kan give dine oplysninger en tilstrækkelig beskyttelse.<\/p>\n<p>Vi har truffet tekniske og organisatoriske foranstaltninger mod, at dine oplysninger hændeligt eller ulovligt bliver slettet, offentliggjort, fortabt, forringet eller kommer til uvedkommendes kendskab, misbruges eller i øvrigt behandles i strid med lovgivningen.<\/p>\nPeriode for opbevaring\n<p>Oplysningerne opbevares i det tidsrum, der er tilladt i henhold til lovgivningen, og vi sletter dem, når de ikke længere er nødvendige.\nPerioden afhænger af karakteren af oplysningen og baggrunden for opbevaring.\nDet er derfor ikke muligt at angive en generel tidsramme for, hvornår informationer slettes.<\/p>\nIndsigt og klager\n<p>Hvis du ønsker adgang til de oplysninger, som er registreret om dig hos EUC Lillebælt, skal du rette henvendelse på&nbsp;info@eucl.dk.&nbsp;Er der registreret forkerte data, eller har du andre indsigelser, kan du rette henvendelse samme sted.\nDu har mulighed for at få indsigt i, hvilke informationer der er registreret om dig, og du kan gøre indsigelse mod en registrering i henhold til reglerne i Persondataloven.<\/p>\n<p>Hvis du vil klage over vores behandling af dine personoplysninger, har du også mulighed for at tage kontakt direkte til&nbsp;Datatilsynet.<\/p>\n<p>\n<strong>EUC Lillebælt<\/strong>\n<\/p>\n<p>Teknikervej 2, <br>7000 Fredericia<\/p>\n<p>Tlf.\n+45 7920 1111<br>E-mail info@eucl.dk<\/p>\n<p>CVR 68501113<br>EAN 5798000553927<\/p>\n<p>Facebook<br>Instagram<br>Linkedin<\/p> HTX Om HTX Studieretninger Fag og valgfag Uddannelsens opbygning Studierejser For elever på HTX Årskalender Studievejledning Medarbejdere Eliteidræt Praktiske informationer EUD/EUX Videreuddannelse Elevhåndbog Medarbejdere Studievejledning EU Socialfondsprojekter Internationalisering Skolepraktik Skolepraktikcenter Videnscenter AMU-Kurser AMU-Kurser Total koncept Tilmelding Kontakt Praktiske informationer Om os Personale Mål og strategier Organisation Udbudspolitik Evaluering Lokale uddannelsesvalg Elevråd Udlejning Kantine Privatlivspolitik Cookiepolitik Job på EUC Lillebælt Skolehjem Kvalitet For virksomheder English For elever For medarbejdere Brobygning We use cookies We use cookies to give the best possible experience on our website.\nWhen you choose to accept, you accept our use of cookies.<br>\n<br>When you accept our cookies, you accept that our partners can handle your data and target ad's to you.\nWe share the data with 3rd party partners within social media, add partners and analysis partners<br>You can always change your preferences by clicking on 'settings'.\nIf your want to retract your consent go to the websites privacy politics.\nSettings If you don't want any third parties to handle your personal data and use them across the internet, then you can change your settings below: Necessary Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.\nPreferences Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nStatistics Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.\nMarketing Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.\nSe detaljer Allow selected Accept all ","created_at":"2018-09-06 11:56:40.001138","updated_at":"2020-12-14 19:54:10.265549","service_id":699}],"points":[],"urls":["www.eucl.dk"," eucl.dk"]}}
