{"error":[256],"message":["261"],"parameters":{"_source":{"id":[261],"name":["livejournal"],"url":["livejournal.com"],"created_at":["2018-01-16 15:26:07.047431"],"updated_at":["2021-03-25 03:19:32.571758"],"wikipedia":{},"keywords":[""],"related":[""],"slug":["livejournal"],"is_comprehensively_reviewed":[false],"user_id":{},"rating":["N/A"],"status":{},"nice_service":["livejournal"],"image":["261.png"]},"image":["https://tosdr-logos.s3.eu-west-2.jbcdn.net/261.png"],"documents":[{"id":196,"name":"Terms of Service","url":"https://www.livejournal.com/legal/tos-en.bml","xpath":"/html/body/div[2]/div[5]/div[1]/div","text":" <strong>ATTENTION<\/strong>: this translation of the User Agreement is not a legally binding document.\nThe original User Agreement, which is valid, is located at the following address: http://www.livejournal.com/legal/tos-ru.bml.\n<ol>\n<li> Subject of the Agreement <ol>\n<li>“Rambler Group”, Limited Liability Company (the Administration) shall make the Service available to&nbsp;user of&nbsp;the information and telecommunications network Internet (User) under the terms and conditions defined in&nbsp;this User Agreement (the Agreement).\nThe Service may be&nbsp;used only by&nbsp;individuals aged 14&nbsp;and above.<\/li>\n<li>The Administration shall make the Service available to&nbsp;User for free.<\/li>\n<\/ol>\n<\/li>\n<li> General Provisions <ol>\n<li>This Agreement constitutes a&nbsp;public offer in&nbsp;accordance with Article 437 of&nbsp;the Civil Code of&nbsp;the Russian Federation.\nBy&nbsp;using the Service, including every access to&nbsp;the Website pages by&nbsp;any means, User unconditionally accepts this Agreement in&nbsp;its entirety.<\/li>\n<li>This Agreement governs User’s and the Administration’s rights and obligations as&nbsp;well as&nbsp;their relationships with third parties whose rights and interests may be&nbsp;affected by&nbsp;User’s actions.<\/li>\n<li>The current version of&nbsp;the Agreement hereof is&nbsp;available online at&nbsp;http://www.livejournal.com/legal/tos-en.bml.\nThis Agreement may be&nbsp;amended by&nbsp;the Administration without special notice by&nbsp;publishing a&nbsp;new version hereof at&nbsp;the above URL.\nThe new version hereof shall come into force upon its online publishing unless otherwise set forth by&nbsp;such a&nbsp;new version hereof.<\/li>\n<li>Any User who does not agree with the terms of&nbsp;the current version hereof in&nbsp;full or&nbsp;in&nbsp;part shall discontinue using the Service in&nbsp;any way.<\/li>\n<li>Users breach hereunder may cause termination of&nbsp;his/her access to&nbsp;his/her Account or&nbsp;deletion of&nbsp;such an&nbsp;Account as&nbsp;well as&nbsp;full or&nbsp;partial deletion of&nbsp;the Content or&nbsp;suspension thereto without prior notice.<\/li>\n<\/ol>\n<\/li>\n<li> Terms <p>\n<b>Authorisation<\/b> means the analysis of&nbsp;the Authentication Details given by&nbsp;User performed by&nbsp;the software part of&nbsp;the Service, based on&nbsp;which User is&nbsp;given an&nbsp;access to&nbsp;his/her Account.<\/p>\n<p>\n<b>Account<\/b> means User’s account containing Authentication Details and other information provided by&nbsp;the User while using the Service.<\/p>\n<p>\n<b>Authentication Details<\/b> means unique means of&nbsp;User identification (username and password) used for Authorisation.<\/p>\n<p>\n<b>Blog<\/b> means a&nbsp;third-level domain of&nbsp;the Website which is&nbsp;transferred by&nbsp;the Administration to&nbsp;User under the terms and conditions hereof to&nbsp;post his/her Content (keep a&nbsp;Blog).<\/p>\n<p>\n<b>Community Owner<\/b> means User who created a&nbsp;Blog in&nbsp;the form of&nbsp;Community.<\/p>\n<p>\n<b>Content<\/b> means User`s information within the Service, including any information published during the process of&nbsp;Registration, in&nbsp;Blogs and Communities as&nbsp;a&nbsp;note or&nbsp;comment as&nbsp;well as&nbsp;sent by&nbsp;User in&nbsp;private messages using the Service.<\/p>\n<p>\n<b>Community Moderator<\/b> means User to&nbsp;whom the Community Owner provided access to&nbsp;the functionality necessary to&nbsp;moderate the Community’s Content.<\/p>\n<p>\n<b>Profile<\/b> means a&nbsp;publicly available page automatically created within the Service during the Registration, which contains all the information filled out by&nbsp;User during the Registration as&nbsp;well as&nbsp;during any further modifications or&nbsp;amendments of&nbsp;his/her Account, except for password and email address specified for registration.<\/p>\n<p>\n<b>Paid Services<\/b> means any additional services provided to&nbsp;User by&nbsp;the Administration and Live Journal Inc.\non&nbsp;a&nbsp;cost basis.<\/p>\n<p>\n<b>Registration<\/b> means User actions performed in&nbsp;order to&nbsp;create an&nbsp;Account pursuant to&nbsp;the procedure established by&nbsp;the Administration.\nUser shall give his/her Authentication Details during the Registration process and may also give any other non-obligatory information which he/she deems fit.<\/p>\n<p>\n<b>Website<\/b> means a&nbsp;website in&nbsp;the information and telecommunications network Internet identified by&nbsp;its domain name LiveJournal.\ncom.<\/p>\n<p>\n<b>Service<\/b> means the LiveJournal Service which allows User to&nbsp;keep Blogs, posts notes, comments and use any other functions offered by&nbsp;the Administration.<\/p>\n<p>\n<b>Community Supervisor<\/b> means User to&nbsp;whom the Community Owner gave access to&nbsp;special Community management functions.<\/p>\n<p>\n<b>Community<\/b> means a&nbsp;Blog devoted to&nbsp;a&nbsp;topic specified by&nbsp;the Community Owner, the scope of&nbsp;Content which may be&nbsp;created by&nbsp;a&nbsp;Community of&nbsp;Users in&nbsp;accordance with the rules defined by&nbsp;the Community Owner.<\/p>\n<\/li>\n<li> Account Registration <ol>\n<li>In&nbsp;order to&nbsp;use a&nbsp;number of&nbsp;functions of&nbsp;the Service, User shall go&nbsp;through Registration procedure.<\/li>\n<li>For the purpose of&nbsp;Registration, the User shall provide information in&nbsp;accordance with the registration form.\nIf&nbsp;the Administration has reasons to&nbsp;believe that the information provided by&nbsp;the User is&nbsp;incorrect or&nbsp;out-of-date, the Administration may at&nbsp;its own discretion suspend the access to&nbsp;the User’s Account or&nbsp;delete such an&nbsp;Account.<\/li>\n<li>User shall confirm the Registration by&nbsp;activating following the instruction sent by&nbsp;the Administration to&nbsp;User’s email address defined for the Registration (Registered Address) upon submission of&nbsp;the information to&nbsp;the Registration form;<\/li>\n<li>The Administration may, at&nbsp;its own discretion, prohibit the use of&nbsp;certain usernames as&nbsp;well as&nbsp;establish requirements to&nbsp;username and password (the number of&nbsp;characters, allowed symbols etc.) If&nbsp;the Administration detects that any words (letter combinations) are used as&nbsp;usernames that may be&nbsp;regarded as&nbsp;affecting the Administration’s and/or any third parties’ rights and legal interests, the Administration may, at&nbsp;its own discretion, delete the User’s Account or&nbsp;restrict access to&nbsp;it&nbsp;until User has changed his/her username as&nbsp;required by&nbsp;the Administration.\n<\/li>\n<li>After completion of&nbsp;the registration process, User`s Account and Blog shall be&nbsp;created within the Service identified by&nbsp;a&nbsp;third-level domain name in&nbsp;the format username.\nlivejournal.\ncom, where ’username’ means the username chosen by&nbsp;User.<\/li>\n<li>User shall be&nbsp;responsible for the security (guessing attacks resistance) of&nbsp;the Authentication Details and its confidentiality.\n<\/li>\n<li>User shall be&nbsp;responsible for all actions performed using the User’s Authentications Details, All actions performed upon the Authorisation using the User’s Authentication Details shall be&nbsp;deemed performed by&nbsp;the User personally, unless the User has duly notified the Administration in&nbsp;advance of&nbsp;possible Unauthorised Access and/or any breach (alleged breach) of&nbsp;confidentiality of&nbsp;his/her Authentication Details in&nbsp;accordance herewith.<\/li>\n<li>The User shall be&nbsp;responsible for any possible loss or&nbsp;distortion of&nbsp;information and for other consequences of&nbsp;any nature which may occur due to&nbsp;the User’s breach of&nbsp;any provisions of&nbsp;the Agreement.<\/li>\n<li>User also can get an&nbsp;access to&nbsp;additional Service functions via her/his Facebook’, Twitter’, Google’, Apple’, VKontakte’ or&nbsp;Mail.\nru’ account (Third Party’ Account).\nThird Party Account functions can be&nbsp;limited in&nbsp;comparison with Account functions.<\/li>\n<\/ol>\n<\/li>\n<li> User Details <ol>\n<li>The technical data transmitted to&nbsp;the Service by&nbsp;the User’s software as&nbsp;well as&nbsp;any other information transmitted by&nbsp;the User to&nbsp;the Service shall be&nbsp;available to&nbsp;the Administration and may be&nbsp;used at&nbsp;its own discretion legally, including targeting the advertising to&nbsp;User.<\/li>\n<li>The User’s IP&nbsp;address may be&nbsp;available to&nbsp;other Users when User posts comments in&nbsp;Blogs, depending on&nbsp;settings chosen by&nbsp;User or&nbsp;by&nbsp;the Community Owner where User posts such comments.<\/li>\n<li>Information contained in&nbsp;the Profile shall be&nbsp;available to&nbsp;other Users.\nUser may at&nbsp;any time delete and/or modify the Profile using Account management interface.<\/li>\n<li>\n<b>Please note that, no&nbsp;information which can directly or&nbsp;indirectly identify the individual is&nbsp;needed in&nbsp;order to&nbsp;use the Service, including registration process.\nthus, the relationship connected with the Service, the Registration and information provided in&nbsp;the process of&nbsp;Registration, is&nbsp;not governed by&nbsp;the provisions of&nbsp;Federal Act of&nbsp;the Russian Federation No.\n152-ФЗ.<\/b>\n<\/li>\n<\/ol>\n<\/li>\n<li> Account Termination <ol>\n<li> Termination of&nbsp;Inactive Accounts by&nbsp;the Administration <ol>\n<li>The Administration reserves the right to&nbsp;delete Account and Blog if&nbsp;User did not access the Account or&nbsp;the access was restricted for more than 2 years due to&nbsp;a&nbsp;breach hereof.<\/li>\n<\/ol>\n<\/li>\n<li> Account Termination by&nbsp;the User <ol>\n<li>User may delete his/her Account using Account management interface.\nWhen the function to&nbsp;delete Account is&nbsp;activated, Account shall be&nbsp;blocked for 1&nbsp;year, during which other Users shall have no&nbsp;access to&nbsp;the Blog Content;<\/li>\n<li>Within this period hereof User can restore his/her Account, and Users’ access to&nbsp;the Blog Content shall be&nbsp;restored;<\/li>\n<li>If&nbsp;User will not restore, his/her Account, username shall become available to&nbsp;other Users and all the User’s information and all the Content posted using Account and checked by&nbsp;User in&nbsp;the interface as&nbsp;subject to&nbsp;deletion shall be&nbsp;deleted except for the information specified in&nbsp;clause 6.3&nbsp;hereof.\nThenceforth, Account or&nbsp;any information related thereto cannot be&nbsp;restored.\nThe data stored in&nbsp;accordance with clause 6.3 hereof shall not be&nbsp;available to&nbsp;User or&nbsp;to&nbsp;third parties and may be&nbsp;provided by&nbsp;the Administration only at&nbsp;the request of&nbsp;competent authorities.<\/li>\n<\/ol>\n<\/li>\n<li>\n<b>Please note that in&nbsp;accordance with part 3&nbsp;Article&nbsp;10.1 of&nbsp;the Federal Act of&nbsp;the Russian Federation No.\n149-ФЗ the Administration shall keep the following information and provide it&nbsp;upon the lawful request of&nbsp;the competent authorities regardless of&nbsp;Users will:<\/b>\n<ol>\n<li>any information related to&nbsp;receipt, transfer, delivery and/or processing of&nbsp;voice information, written texts, images, sounds, video and other electronic messages of&nbsp;Users and information on&nbsp;Users who performed the above actions, within one year upon performing such actions;<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<\/li>\n<li> Blog <ol>\n<li>User may keep Blog, post notes and comments within his/her own Blog (Community) or&nbsp;in&nbsp;other Users’ Blogs (Communities).<\/li>\n<li>Using the Service functions, User shall define the Content and the level of&nbsp;Content availability to&nbsp;Users subject to&nbsp;the requirements specified herein and applicable laws.<\/li>\n<li>User who created Blog shall be&nbsp;responsible for such a&nbsp;Blog as&nbsp;well as&nbsp;for the Content posted therein.\n<\/li>\n<li>Requirements connected to Article 10.2 of the Federal Act of the Russian Federation No.\n149-ФЗ were excluded starting from July 30, 2017 as this Article was repealed by Federal Act of the Russian Federation No.\n276-ФЗ.<\/li>\n<li>User who posted comments in&nbsp;Blog and User keeping such a&nbsp;Blog shall be&nbsp;jointly and severally liable in&nbsp;respect of&nbsp;such comments.<\/li>\n<\/ol>\n<\/li>\n<li> Community <ol>\n<li>User may create Communities.<\/li>\n<li>Community may have its own Community rules.\nhowever, such rules may not contradict hereto or&nbsp;to&nbsp;applicable laws.<\/li>\n<li>Community Owner shall be&nbsp;responsible for the Community, including the Community rules, the Content posted within the Community, the actions of&nbsp;Community Supervisor and Moderator.<\/li>\n<li>Requirements connected to Article 10.2 of the Federal Act of the Russian Federation No.\n149-ФЗ were excluded starting from July 30, 2017 as this Article was repealed by Federal Act of the Russian Federation No.\n276-ФЗ.<\/li>\n<li>User who posted a&nbsp;note or&nbsp;a&nbsp;comment in&nbsp;Community and Community Owner shall be&nbsp;subsidiarily liable in&nbsp;respect of&nbsp;such a&nbsp;note or&nbsp;a&nbsp;comment.<\/li>\n<li>Community Supervisor and Community Owner shall be&nbsp;subsidiarily liable in&nbsp;respect of&nbsp;Community Supervisor’ actions.<\/li>\n<\/ol>\n<\/li>\n<li> Content <ol>\n<li> By&nbsp;posting Content, User shall: <ol>\n<li>Guarantee to&nbsp;the Administration that Content and terms of&nbsp;its appearance on&nbsp;the Service meets all the requirements of&nbsp;the applicable laws, that User has received all rights and permits necessary to&nbsp;post such a&nbsp;Content;<\/li>\n<li>In&nbsp;respect of&nbsp;any Content which constitutes intellectual property, User provides to&nbsp;the Administration a&nbsp;non-exclusive (simple) license to&nbsp;use his/her Content in&nbsp;order to&nbsp;provide the Service by&nbsp;reproducing his/her Content as&nbsp;well as&nbsp;by&nbsp;making it&nbsp;public for the entire period the Content is&nbsp;posted on&nbsp;the Service.\nIf&nbsp;User participates in&nbsp;any rankings or&nbsp;if&nbsp;User’s Content is&nbsp;used in&nbsp;any editorial projects of&nbsp;the Service, User provides to&nbsp;the Administration an&nbsp;additional authorisation to&nbsp;modify, shorten and amend his/her Content, to&nbsp;add images, a&nbsp;preamble, comments or&nbsp;any clarifications to&nbsp;his/her Content while using&nbsp;it, and in&nbsp;certain cases based on&nbsp;the Service functions, an&nbsp;authorisation to&nbsp;use User’s Content anonymously.<\/li>\n<li>Mark Content estimated by&nbsp;Russian legislation as&nbsp;inappropriate for children (0 −18) as&nbsp;“adult material” by&nbsp;using Service functions.<\/li>\n<\/ol>\n<\/li>\n<li> The User may not: <ol>\n<li>register a&nbsp;legal entity as&nbsp;a&nbsp;User;<\/li>\n<li>register himself/herself as&nbsp;a&nbsp;User on&nbsp;behalf of&nbsp;another individual;<\/li>\n<li>mislead Users as&nbsp;to&nbsp;his/her identity and relationships with other individuals;<\/li>\n<li>transmit spam messaging without the recipients’ consent;<\/li>\n<li>perform any actions aimed at&nbsp;disrupting the normal functioning of&nbsp;the Service;<\/li>\n<li>without the Administration’s special permit, use automatic scripts (bots, crawlers etc.) to&nbsp;collect information from the Service and/or to&nbsp;interact with the Service;<\/li>\n<li>post advertising and/or political solicitation materials unless otherwise directly specified in&nbsp;a&nbsp;separate agreement between User and the Administration;<\/li>\n<li>perform any other actions contradictory to&nbsp;the laws of&nbsp;the Russian Federation and/or any other applicable laws, including those applicable in&nbsp;the jurisdiction of&nbsp;User’s residence.<\/li>\n<\/ol>\n<\/li>\n<li>\n<b>Any claims related to&nbsp;the Content shall be&nbsp;submitted to&nbsp;the Administration through the contact form.<\/b>\n<\/li>\n<\/ol>\n<\/li>\n<li> Rights and Obligations of the Administration <ol>\n<li>The Administration shall endeavour to&nbsp;ensure providing of&nbsp;the Service and its prompt restoration in&nbsp;the event of&nbsp;technical failures and outages.<\/li>\n<li>The Administration shall not verify the correctness of&nbsp;the information provided by&nbsp;User during the Registration.\nhowever, in&nbsp;some circumstances it&nbsp;reserves the right to&nbsp;request User to&nbsp;confirm such an&nbsp;information.\nFailure to&nbsp;confirm the information may be&nbsp;considered as&nbsp;provision of&nbsp;incorrect information and have the consequences specified in&nbsp;clause 4.2&nbsp;hereof.<\/li>\n<li>The Administration shall not verify the compliance of&nbsp;Content and/or Users’ actions with the terms and conditions hereof and with the applicable laws.\nhowever, it&nbsp;reserves the right at&nbsp;its own discretion or&nbsp;upon the request received from the competent authority and/or the substantiated request by&nbsp;another entity without User’s prior notice, marked Content as&nbsp;an&nbsp;“adult material”, take measures specified in&nbsp;clause 2.5 hereof and restrict the access to&nbsp;Blog/Community for certain Users.<\/li>\n<li>In&nbsp;case of&nbsp;request of&nbsp;from a&nbsp;competent authority, the Administration may be&nbsp;obliged to&nbsp;provide the information about User or&nbsp;related to&nbsp;User.<\/li>\n<li>The Administration may restrict User’s access to&nbsp;any Service function and restrict or&nbsp;prohibit the use of&nbsp;API and posting of&nbsp;links to&nbsp;third-party resources and take any other actions aimed at&nbsp;protecting the Service from factors which present or&nbsp;may have a&nbsp;risk to&nbsp;Users, to&nbsp;the normal operation of&nbsp;the Service and to&nbsp;the Administration’s policies.\nThe Administration shall implement the said measures at&nbsp;its own discretion and shall not be&nbsp;responsible for possible negative consequences of&nbsp;such measures to&nbsp;User and to&nbsp;third parties.<\/li>\n<li>The Administration may at&nbsp;its own discretion and without User’s prior notice supplement, reduce or&nbsp;otherwise modify any Service function and it’ procedures.<\/li>\n<\/ol>\n<\/li>\n<li> Liability <ol>\n<li>User shall be&nbsp;liable for breaching the terms and conditions hereof, including the requirements to&nbsp;Registration and Content posting, as&nbsp;well as&nbsp;for violation of&nbsp;applicable laws committed by&nbsp;User, including the laws of&nbsp;the Russian Federation and the laws of&nbsp;User’s residence;<\/li>\n<li>The Administration shall not be&nbsp;liable for any temporary failures or&nbsp;interruption in&nbsp;the operation of&nbsp;the Service and for information unavailability and/or loss caused by&nbsp;it.\nThe Administration shall not be&nbsp;liable for any damage to&nbsp;any equipment or&nbsp;computer software or&nbsp;data caused by&nbsp;or&nbsp;related to&nbsp;using the Service including damage caused by&nbsp;Service’ supplementation in&nbsp;accordance with clause 10.6.<\/li>\n<li>\n<b>Please note that in&nbsp;accordance with the Russian Federation Act No.\n2300-1 dated February&nbsp;7, 1992, the provisions of&nbsp;the said act related to&nbsp;consumer rights protection do&nbsp;not apply to&nbsp;the relationship between the Administration and Users as&nbsp;the Service is&nbsp;provided for free.<\/b>\n<\/li>\n<\/ol>\n<\/li>\n<li> Advertising <ol>\n<li>Unless otherwise specifically set forth by&nbsp;a&nbsp;separate agreement between User and the Administration, the Administration may without further notice or&nbsp;refund, place advertising on&nbsp;the Service, including on&nbsp;any Blog/Community pages.<\/li>\n<li>The Administration may at&nbsp;any time change the method, type and quantity of&nbsp;the advertising placed on&nbsp;the Service.<\/li>\n<li>The User’s participation in&nbsp;campaigns and events advertised within the Service, as&nbsp;well as&nbsp;User’s purchasing of&nbsp;any products, work or&nbsp;services shall create rights and obligations only between User and the entity selling the respective product, work or&nbsp;service or&nbsp;holding such campaign or&nbsp;event.<\/li>\n<li>If&nbsp;User places any advertising Content on&nbsp;the Service (or&nbsp;promises to&nbsp;place such Content), this does not create any obligations of&nbsp;the Administration.<\/li>\n<li>The Administration may send to&nbsp;User information related to&nbsp;the Service as&nbsp;well as&nbsp;third-party advertising using the email address provided by&nbsp;User.<\/li>\n<\/ol>\n<\/li>\n<li> Miscellaneous <ol>\n<li> The following addresses shall be&nbsp;used to&nbsp;send legally significant communications: <ol>\n<li> to&nbsp;the Administration: <ol>\n<li>in&nbsp;respect of&nbsp;communications related to&nbsp;Content: contact form,<\/li>\n<li>in&nbsp;respect of&nbsp;other communications: bldg.&nbsp;1, 9&nbsp;Varshavskoye Highway, Moscow, 117105.<\/li>\n<\/ol>\n<\/li>\n<li>to&nbsp;User: the address provided for registration:<\/li>\n<\/ol>\n<\/li>\n<li>All disputes arising out of&nbsp;this Agreement and/or related to&nbsp;the Service and Content may be&nbsp;resolved in&nbsp;Court after the Parties have taken steps to&nbsp;settle the dispute by&nbsp;negotiation, 30&nbsp;calendar days upon the date when the claim (request) was sent to&nbsp;the addresses defined in&nbsp;clause 12.1&nbsp;hereof.<\/li>\n<li>If&nbsp;the dispute is&nbsp;not resolved by&nbsp;the time defined in&nbsp;clause 13.2 hereof it&nbsp;may be&nbsp;resolved by&nbsp;the Court in&nbsp;the Administration’s location.<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<strong>ATTENTION<\/strong>: this translation of the User Agreement is not a legally binding document.\nThe original User Agreement, which is valid, is located at the following address: http://www.livejournal.com/legal/tos-ru.bml.\n","created_at":"2018-07-17 10:11:54.011315","updated_at":"2020-12-14 15:08:02.449184","service_id":261,"reviewed":false},{"id":195,"name":"Privacy Policy","url":"http://www.livejournal.com/legal/privacy.bml","xpath":"","text":" <i>\n<i>\n<i>\n<i>\n<\/i>\n<\/i>\n<\/i>\n<\/i>\n<i>\n<\/i> &lt;iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-KJBSQR\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt.\n&lt;/iframe&gt.\n&lt;img src=\"https://sb.scorecardresearch.com/p?c1=2&amp;c2=10463284&amp;cv=2.0&amp;cj=1\" /&gt.\n? LiveJournal <ul>\n<li> Find more <ul>\n<li> Communities <\/li>\n<li> RSS Reader <\/li>\n<\/ul>\n<\/li>\n<li> Shop <\/li>\n<li> iOS &amp.\nAndroid <\/li>\n<li> Help <\/li>\n<li>\n<\/li>\n<\/ul> Login <ul>\n<li>\n<\/li>\n<li> Login <\/li>\n<li> CREATE BLOG Join <\/li>\n<li>\n<\/li>\n<li> English (en) <ul>\n<li>English (en) <\/li>\n<li>Русский (ru) <\/li>\n<li>Українська (uk) <\/li>\n<li>Français (fr) <\/li>\n<li>Português (pt) <\/li>\n<li>español (es) <\/li>\n<li>Deutsch (de) <\/li>\n<li>Italiano (it) <\/li>\n<li>Беларуская (be) <\/li>\n<\/ul>\n<\/li>\n<\/ul> Log in No account? Create an account Remember me Forgot password Log in Log in Facebook Twitter Google RAMBLER&amp;Co ID <p>By logging in to LiveJournal using a third-party service you accept LiveJournal's User agreement<\/p> No account? Create an account User Agreement <strong>ATTENTION<\/strong>: this translation of the User Agreement is not a legally binding document.\nThe original User Agreement, which is valid, is located at the following address: http://www.livejournal.com/legal/tos-ru.bml.\n<ol>\n<li> Subject of the Agreement <ol>\n<li>“Rambler Group”, Limited Liability Company (the Administration) shall make the Service available to&nbsp;user of&nbsp;the information and telecommunications network Internet (User) under the terms and conditions defined in&nbsp;this User Agreement (the Agreement).\nThe Service may be&nbsp;used only by&nbsp;individuals aged 14&nbsp;and above.<\/li>\n<li>The Administration shall make the Service available to&nbsp;User for free.<\/li>\n<\/ol>\n<\/li>\n<li> General Provisions <ol>\n<li>This Agreement constitutes a&nbsp;public offer in&nbsp;accordance with Article 437 of&nbsp;the Civil Code of&nbsp;the Russian Federation.\nBy&nbsp;using the Service, including every access to&nbsp;the Website pages by&nbsp;any means, User unconditionally accepts this Agreement in&nbsp;its entirety.<\/li>\n<li>This Agreement governs User’s and the Administration’s rights and obligations as&nbsp;well as&nbsp;their relationships with third parties whose rights and interests may be&nbsp;affected by&nbsp;User’s actions.<\/li>\n<li>The current version of&nbsp;the Agreement hereof is&nbsp;available online at&nbsp;http://www.livejournal.com/legal/tos-en.bml.\nThis Agreement may be&nbsp;amended by&nbsp;the Administration without special notice by&nbsp;publishing a&nbsp;new version hereof at&nbsp;the above URL.\nThe new version hereof shall come into force upon its online publishing unless otherwise set forth by&nbsp;such a&nbsp;new version hereof.<\/li>\n<li>Any User who does not agree with the terms of&nbsp;the current version hereof in&nbsp;full or&nbsp;in&nbsp;part shall discontinue using the Service in&nbsp;any way.<\/li>\n<li>Users breach hereunder may cause termination of&nbsp;his/her access to&nbsp;his/her Account or&nbsp;deletion of&nbsp;such an&nbsp;Account as&nbsp;well as&nbsp;full or&nbsp;partial deletion of&nbsp;the Content or&nbsp;suspension thereto without prior notice.<\/li>\n<\/ol>\n<\/li>\n<li> Terms <p>\n<b>Authorisation<\/b> means the analysis of&nbsp;the Authentication Details given by&nbsp;User performed by&nbsp;the software part of&nbsp;the Service, based on&nbsp;which User is&nbsp;given an&nbsp;access to&nbsp;his/her Account.<\/p>\n<p>\n<b>Account<\/b> means User’s account containing Authentication Details and other information provided by&nbsp;the User while using the Service.<\/p>\n<p>\n<b>Authentication Details<\/b> means unique means of&nbsp;User identification (username and password) used for Authorisation.<\/p>\n<p>\n<b>Blog<\/b> means a&nbsp;third-level domain of&nbsp;the Website which is&nbsp;transferred by&nbsp;the Administration to&nbsp;User under the terms and conditions hereof to&nbsp;post his/her Content (keep a&nbsp;Blog).<\/p>\n<p>\n<b>Community Owner<\/b> means User who created a&nbsp;Blog in&nbsp;the form of&nbsp;Community.<\/p>\n<p>\n<b>Content<\/b> means User`s information within the Service, including any information published during the process of&nbsp;Registration, in&nbsp;Blogs and Communities as&nbsp;a&nbsp;note or&nbsp;comment as&nbsp;well as&nbsp;sent by&nbsp;User in&nbsp;private messages using the Service.<\/p>\n<p>\n<b>Community Moderator<\/b> means User to&nbsp;whom the Community Owner provided access to&nbsp;the functionality necessary to&nbsp;moderate the Community’s Content.<\/p>\n<p>\n<b>Profile<\/b> means a&nbsp;publicly available page automatically created within the Service during the Registration, which contains all the information filled out by&nbsp;User during the Registration as&nbsp;well as&nbsp;during any further modifications or&nbsp;amendments of&nbsp;his/her Account, except for password and email address specified for registration.<\/p>\n<p>\n<b>Paid Services<\/b> means any additional services provided to&nbsp;User by&nbsp;the Administration and Live Journal Inc.\non&nbsp;a&nbsp;cost basis.<\/p>\n<p>\n<b>Registration<\/b> means User actions performed in&nbsp;order to&nbsp;create an&nbsp;Account pursuant to&nbsp;the procedure established by&nbsp;the Administration.\nUser shall give his/her Authentication Details during the Registration process and may also give any other non-obligatory information which he/she deems fit.<\/p>\n<p>\n<b>Website<\/b> means a&nbsp;website in&nbsp;the information and telecommunications network Internet identified by&nbsp;its domain name LiveJournal.\ncom.<\/p>\n<p>\n<b>Service<\/b> means the LiveJournal Service which allows User to&nbsp;keep Blogs, posts notes, comments and use any other functions offered by&nbsp;the Administration.<\/p>\n<p>\n<b>Community Supervisor<\/b> means User to&nbsp;whom the Community Owner gave access to&nbsp;special Community management functions.<\/p>\n<p>\n<b>Community<\/b> means a&nbsp;Blog devoted to&nbsp;a&nbsp;topic specified by&nbsp;the Community Owner, the scope of&nbsp;Content which may be&nbsp;created by&nbsp;a&nbsp;Community of&nbsp;Users in&nbsp;accordance with the rules defined by&nbsp;the Community Owner.<\/p>\n<\/li>\n<li> Account Registration <ol>\n<li>In&nbsp;order to&nbsp;use a&nbsp;number of&nbsp;functions of&nbsp;the Service, User shall go&nbsp;through Registration procedure.<\/li>\n<li>For the purpose of&nbsp;Registration, the User shall provide information in&nbsp;accordance with the registration form.\nIf&nbsp;the Administration has reasons to&nbsp;believe that the information provided by&nbsp;the User is&nbsp;incorrect or&nbsp;out-of-date, the Administration may at&nbsp;its own discretion suspend the access to&nbsp;the User’s Account or&nbsp;delete such an&nbsp;Account.<\/li>\n<li>User shall confirm the Registration by&nbsp;activating following the instruction sent by&nbsp;the Administration to&nbsp;User’s email address defined for the Registration (Registered Address) upon submission of&nbsp;the information to&nbsp;the Registration form;<\/li>\n<li>The Administration may, at&nbsp;its own discretion, prohibit the use of&nbsp;certain usernames as&nbsp;well as&nbsp;establish requirements to&nbsp;username and password (the number of&nbsp;characters, allowed symbols etc.) If&nbsp;the Administration detects that any words (letter combinations) are used as&nbsp;usernames that may be&nbsp;regarded as&nbsp;affecting the Administration’s and/or any third parties’ rights and legal interests, the Administration may, at&nbsp;its own discretion, delete the User’s Account or&nbsp;restrict access to&nbsp;it&nbsp;until User has changed his/her username as&nbsp;required by&nbsp;the Administration.\n<\/li>\n<li>After completion of&nbsp;the registration process, User`s Account and Blog shall be&nbsp;created within the Service identified by&nbsp;a&nbsp;third-level domain name in&nbsp;the format username.\nlivejournal.\ncom, where ’username’ means the username chosen by&nbsp;User.<\/li>\n<li>User shall be&nbsp;responsible for the security (guessing attacks resistance) of&nbsp;the Authentication Details and its confidentiality.\n<\/li>\n<li>User shall be&nbsp;responsible for all actions performed using the User’s Authentications Details, All actions performed upon the Authorisation using the User’s Authentication Details shall be&nbsp;deemed performed by&nbsp;the User personally, unless the User has duly notified the Administration in&nbsp;advance of&nbsp;possible Unauthorised Access and/or any breach (alleged breach) of&nbsp;confidentiality of&nbsp;his/her Authentication Details in&nbsp;accordance herewith.<\/li>\n<li>The User shall be&nbsp;responsible for any possible loss or&nbsp;distortion of&nbsp;information and for other consequences of&nbsp;any nature which may occur due to&nbsp;the User’s breach of&nbsp;any provisions of&nbsp;the Agreement.<\/li>\n<li>User also can get an&nbsp;access to&nbsp;additional Service functions via her/his Facebook’, Twitter’, Google’, Apple’, VKontakte’ or&nbsp;Mail.\nru’ account (Third Party’ Account).\nThird Party Account functions can be&nbsp;limited in&nbsp;comparison with Account functions.<\/li>\n<\/ol>\n<\/li>\n<li> User Details <ol>\n<li>The technical data transmitted to&nbsp;the Service by&nbsp;the User’s software as&nbsp;well as&nbsp;any other information transmitted by&nbsp;the User to&nbsp;the Service shall be&nbsp;available to&nbsp;the Administration and may be&nbsp;used at&nbsp;its own discretion legally, including targeting the advertising to&nbsp;User.<\/li>\n<li>The User’s IP&nbsp;address may be&nbsp;available to&nbsp;other Users when User posts comments in&nbsp;Blogs, depending on&nbsp;settings chosen by&nbsp;User or&nbsp;by&nbsp;the Community Owner where User posts such comments.<\/li>\n<li>Information contained in&nbsp;the Profile shall be&nbsp;available to&nbsp;other Users.\nUser may at&nbsp;any time delete and/or modify the Profile using Account management interface.<\/li>\n<li>\n<b>Please note that, no&nbsp;information which can directly or&nbsp;indirectly identify the individual is&nbsp;needed in&nbsp;order to&nbsp;use the Service, including registration process.\nthus, the relationship connected with the Service, the Registration and information provided in&nbsp;the process of&nbsp;Registration, is&nbsp;not governed by&nbsp;the provisions of&nbsp;Federal Act of&nbsp;the Russian Federation No.\n152-ФЗ.<\/b>\n<\/li>\n<\/ol>\n<\/li>\n<li> Account Termination <ol>\n<li> Termination of&nbsp;Inactive Accounts by&nbsp;the Administration <ol>\n<li>The Administration reserves the right to&nbsp;delete Account and Blog if&nbsp;User did not access the Account or&nbsp;the access was restricted for more than 2 years due to&nbsp;a&nbsp;breach hereof.<\/li>\n<\/ol>\n<\/li>\n<li> Account Termination by&nbsp;the User <ol>\n<li>User may delete his/her Account using Account management interface.\nWhen the function to&nbsp;delete Account is&nbsp;activated, Account shall be&nbsp;blocked for 1&nbsp;year, during which other Users shall have no&nbsp;access to&nbsp;the Blog Content;<\/li>\n<li>Within this period hereof User can restore his/her Account, and Users’ access to&nbsp;the Blog Content shall be&nbsp;restored;<\/li>\n<li>If&nbsp;User will not restore, his/her Account, username shall become available to&nbsp;other Users and all the User’s information and all the Content posted using Account and checked by&nbsp;User in&nbsp;the interface as&nbsp;subject to&nbsp;deletion shall be&nbsp;deleted except for the information specified in&nbsp;clause 6.3&nbsp;hereof.\nThenceforth, Account or&nbsp;any information related thereto cannot be&nbsp;restored.\nThe data stored in&nbsp;accordance with clause 6.3 hereof shall not be&nbsp;available to&nbsp;User or&nbsp;to&nbsp;third parties and may be&nbsp;provided by&nbsp;the Administration only at&nbsp;the request of&nbsp;competent authorities.<\/li>\n<\/ol>\n<\/li>\n<li>\n<b>Please note that in&nbsp;accordance with part 3&nbsp;Article&nbsp;10.1 of&nbsp;the Federal Act of&nbsp;the Russian Federation No.\n149-ФЗ the Administration shall keep the following information and provide it&nbsp;upon the lawful request of&nbsp;the competent authorities regardless of&nbsp;Users will:<\/b>\n<ol>\n<li>any information related to&nbsp;receipt, transfer, delivery and/or processing of&nbsp;voice information, written texts, images, sounds, video and other electronic messages of&nbsp;Users and information on&nbsp;Users who performed the above actions, within one year upon performing such actions;<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<\/li>\n<li> Blog <ol>\n<li>User may keep Blog, post notes and comments within his/her own Blog (Community) or&nbsp;in&nbsp;other Users’ Blogs (Communities).<\/li>\n<li>Using the Service functions, User shall define the Content and the level of&nbsp;Content availability to&nbsp;Users subject to&nbsp;the requirements specified herein and applicable laws.<\/li>\n<li>User who created Blog shall be&nbsp;responsible for such a&nbsp;Blog as&nbsp;well as&nbsp;for the Content posted therein.\n<\/li>\n<li>Requirements connected to Article 10.2 of the Federal Act of the Russian Federation No.\n149-ФЗ were excluded starting from July 30, 2017 as this Article was repealed by Federal Act of the Russian Federation No.\n276-ФЗ.<\/li>\n<li>User who posted comments in&nbsp;Blog and User keeping such a&nbsp;Blog shall be&nbsp;jointly and severally liable in&nbsp;respect of&nbsp;such comments.<\/li>\n<\/ol>\n<\/li>\n<li> Community <ol>\n<li>User may create Communities.<\/li>\n<li>Community may have its own Community rules.\nhowever, such rules may not contradict hereto or&nbsp;to&nbsp;applicable laws.<\/li>\n<li>Community Owner shall be&nbsp;responsible for the Community, including the Community rules, the Content posted within the Community, the actions of&nbsp;Community Supervisor and Moderator.<\/li>\n<li>Requirements connected to Article 10.2 of the Federal Act of the Russian Federation No.\n149-ФЗ were excluded starting from July 30, 2017 as this Article was repealed by Federal Act of the Russian Federation No.\n276-ФЗ.<\/li>\n<li>User who posted a&nbsp;note or&nbsp;a&nbsp;comment in&nbsp;Community and Community Owner shall be&nbsp;subsidiarily liable in&nbsp;respect of&nbsp;such a&nbsp;note or&nbsp;a&nbsp;comment.<\/li>\n<li>Community Supervisor and Community Owner shall be&nbsp;subsidiarily liable in&nbsp;respect of&nbsp;Community Supervisor’ actions.<\/li>\n<\/ol>\n<\/li>\n<li> Content <ol>\n<li> By&nbsp;posting Content, User shall: <ol>\n<li>Guarantee to&nbsp;the Administration that Content and terms of&nbsp;its appearance on&nbsp;the Service meets all the requirements of&nbsp;the applicable laws, that User has received all rights and permits necessary to&nbsp;post such a&nbsp;Content;<\/li>\n<li>In&nbsp;respect of&nbsp;any Content which constitutes intellectual property, User provides to&nbsp;the Administration a&nbsp;non-exclusive (simple) license to&nbsp;use his/her Content in&nbsp;order to&nbsp;provide the Service by&nbsp;reproducing his/her Content as&nbsp;well as&nbsp;by&nbsp;making it&nbsp;public for the entire period the Content is&nbsp;posted on&nbsp;the Service.\nIf&nbsp;User participates in&nbsp;any rankings or&nbsp;if&nbsp;User’s Content is&nbsp;used in&nbsp;any editorial projects of&nbsp;the Service, User provides to&nbsp;the Administration an&nbsp;additional authorisation to&nbsp;modify, shorten and amend his/her Content, to&nbsp;add images, a&nbsp;preamble, comments or&nbsp;any clarifications to&nbsp;his/her Content while using&nbsp;it, and in&nbsp;certain cases based on&nbsp;the Service functions, an&nbsp;authorisation to&nbsp;use User’s Content anonymously.<\/li>\n<li>Mark Content estimated by&nbsp;Russian legislation as&nbsp;inappropriate for children (0 −18) as&nbsp;“adult material” by&nbsp;using Service functions.<\/li>\n<\/ol>\n<\/li>\n<li> The User may not: <ol>\n<li>register a&nbsp;legal entity as&nbsp;a&nbsp;User;<\/li>\n<li>register himself/herself as&nbsp;a&nbsp;User on&nbsp;behalf of&nbsp;another individual;<\/li>\n<li>mislead Users as&nbsp;to&nbsp;his/her identity and relationships with other individuals;<\/li>\n<li>transmit spam messaging without the recipients’ consent;<\/li>\n<li>perform any actions aimed at&nbsp;disrupting the normal functioning of&nbsp;the Service;<\/li>\n<li>without the Administration’s special permit, use automatic scripts (bots, crawlers etc.) to&nbsp;collect information from the Service and/or to&nbsp;interact with the Service;<\/li>\n<li>post advertising and/or political solicitation materials unless otherwise directly specified in&nbsp;a&nbsp;separate agreement between User and the Administration;<\/li>\n<li>perform any other actions contradictory to&nbsp;the laws of&nbsp;the Russian Federation and/or any other applicable laws, including those applicable in&nbsp;the jurisdiction of&nbsp;User’s residence.<\/li>\n<\/ol>\n<\/li>\n<li>\n<b>Any claims related to&nbsp;the Content shall be&nbsp;submitted to&nbsp;the Administration through the contact form.<\/b>\n<\/li>\n<\/ol>\n<\/li>\n<li> Rights and Obligations of the Administration <ol>\n<li>The Administration shall endeavour to&nbsp;ensure providing of&nbsp;the Service and its prompt restoration in&nbsp;the event of&nbsp;technical failures and outages.<\/li>\n<li>The Administration shall not verify the correctness of&nbsp;the information provided by&nbsp;User during the Registration.\nhowever, in&nbsp;some circumstances it&nbsp;reserves the right to&nbsp;request User to&nbsp;confirm such an&nbsp;information.\nFailure to&nbsp;confirm the information may be&nbsp;considered as&nbsp;provision of&nbsp;incorrect information and have the consequences specified in&nbsp;clause 4.2&nbsp;hereof.<\/li>\n<li>The Administration shall not verify the compliance of&nbsp;Content and/or Users’ actions with the terms and conditions hereof and with the applicable laws.\nhowever, it&nbsp;reserves the right at&nbsp;its own discretion or&nbsp;upon the request received from the competent authority and/or the substantiated request by&nbsp;another entity without User’s prior notice, marked Content as&nbsp;an&nbsp;“adult material”, take measures specified in&nbsp;clause 2.5 hereof and restrict the access to&nbsp;Blog/Community for certain Users.<\/li>\n<li>In&nbsp;case of&nbsp;request of&nbsp;from a&nbsp;competent authority, the Administration may be&nbsp;obliged to&nbsp;provide the information about User or&nbsp;related to&nbsp;User.<\/li>\n<li>The Administration may restrict User’s access to&nbsp;any Service function and restrict or&nbsp;prohibit the use of&nbsp;API and posting of&nbsp;links to&nbsp;third-party resources and take any other actions aimed at&nbsp;protecting the Service from factors which present or&nbsp;may have a&nbsp;risk to&nbsp;Users, to&nbsp;the normal operation of&nbsp;the Service and to&nbsp;the Administration’s policies.\nThe Administration shall implement the said measures at&nbsp;its own discretion and shall not be&nbsp;responsible for possible negative consequences of&nbsp;such measures to&nbsp;User and to&nbsp;third parties.<\/li>\n<li>The Administration may at&nbsp;its own discretion and without User’s prior notice supplement, reduce or&nbsp;otherwise modify any Service function and it’ procedures.<\/li>\n<\/ol>\n<\/li>\n<li> Liability <ol>\n<li>User shall be&nbsp;liable for breaching the terms and conditions hereof, including the requirements to&nbsp;Registration and Content posting, as&nbsp;well as&nbsp;for violation of&nbsp;applicable laws committed by&nbsp;User, including the laws of&nbsp;the Russian Federation and the laws of&nbsp;User’s residence;<\/li>\n<li>The Administration shall not be&nbsp;liable for any temporary failures or&nbsp;interruption in&nbsp;the operation of&nbsp;the Service and for information unavailability and/or loss caused by&nbsp;it.\nThe Administration shall not be&nbsp;liable for any damage to&nbsp;any equipment or&nbsp;computer software or&nbsp;data caused by&nbsp;or&nbsp;related to&nbsp;using the Service including damage caused by&nbsp;Service’ supplementation in&nbsp;accordance with clause 10.6.<\/li>\n<li>\n<b>Please note that in&nbsp;accordance with the Russian Federation Act No.\n2300-1 dated February&nbsp;7, 1992, the provisions of&nbsp;the said act related to&nbsp;consumer rights protection do&nbsp;not apply to&nbsp;the relationship between the Administration and Users as&nbsp;the Service is&nbsp;provided for free.<\/b>\n<\/li>\n<\/ol>\n<\/li>\n<li> Advertising <ol>\n<li>Unless otherwise specifically set forth by&nbsp;a&nbsp;separate agreement between User and the Administration, the Administration may without further notice or&nbsp;refund, place advertising on&nbsp;the Service, including on&nbsp;any Blog/Community pages.<\/li>\n<li>The Administration may at&nbsp;any time change the method, type and quantity of&nbsp;the advertising placed on&nbsp;the Service.<\/li>\n<li>The User’s participation in&nbsp;campaigns and events advertised within the Service, as&nbsp;well as&nbsp;User’s purchasing of&nbsp;any products, work or&nbsp;services shall create rights and obligations only between User and the entity selling the respective product, work or&nbsp;service or&nbsp;holding such campaign or&nbsp;event.<\/li>\n<li>If&nbsp;User places any advertising Content on&nbsp;the Service (or&nbsp;promises to&nbsp;place such Content), this does not create any obligations of&nbsp;the Administration.<\/li>\n<li>The Administration may send to&nbsp;User information related to&nbsp;the Service as&nbsp;well as&nbsp;third-party advertising using the email address provided by&nbsp;User.<\/li>\n<\/ol>\n<\/li>\n<li> Miscellaneous <ol>\n<li> The following addresses shall be&nbsp;used to&nbsp;send legally significant communications: <ol>\n<li> to&nbsp;the Administration: <ol>\n<li>in&nbsp;respect of&nbsp;communications related to&nbsp;Content: contact form,<\/li>\n<li>in&nbsp;respect of&nbsp;other communications: bldg.&nbsp;1, 9&nbsp;Varshavskoye Highway, Moscow, 117105.<\/li>\n<\/ol>\n<\/li>\n<li>to&nbsp;User: the address provided for registration:<\/li>\n<\/ol>\n<\/li>\n<li>All disputes arising out of&nbsp;this Agreement and/or related to&nbsp;the Service and Content may be&nbsp;resolved in&nbsp;Court after the Parties have taken steps to&nbsp;settle the dispute by&nbsp;negotiation, 30&nbsp;calendar days upon the date when the claim (request) was sent to&nbsp;the addresses defined in&nbsp;clause 12.1&nbsp;hereof.<\/li>\n<li>If&nbsp;the dispute is&nbsp;not resolved by&nbsp;the time defined in&nbsp;clause 13.2 hereof it&nbsp;may be&nbsp;resolved by&nbsp;the Court in&nbsp;the Administration’s location.<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<strong>ATTENTION<\/strong>: this translation of the User Agreement is not a legally binding document.\nThe original User Agreement, which is valid, is located at the following address: http://www.livejournal.com/legal/tos-ru.bml.\n<dl>\n<dt>Follow us: <\/dt>\n<dd>\n<ul>\n<li> Follow us on Facebook <\/li>\n<li> Follow us on Twitter <\/li>\n<\/ul>\n<\/dd>\n<\/dl>\n<dl>\n<dt>Applications<\/dt>\n<dd>\n<ul>\n<li> iOS <\/li>\n<li> Android <\/li>\n<li> Huawei <\/li>\n<\/ul>\n<\/dd>\n<\/dl>\n<dl>\n<dt>Choose language<\/dt>\n<dd>\nEnglish\nEnglish (UK)\nDeutsch\nDansk\nespañol\nFrançais\nItaliano\nРусский\nУкраїнська\nБеларуская\n日本語\nPortuguês\nEsperanto\nעברית\nNederlands\nMagyar\nGaeilge\níslenska\nsuomi\nΕλληνικά\nNorsk bokmål\nSvenska\npolski\n简体中文\nLatviešu\nTürkçe\nBahasa Melayu\nहिन्दी\nBrazilian Portuguese\nChinese Traditional\nLietuvių\nNorsk nynorsk\n<p>English<\/p>\n<b>▾<\/b>\n<ul>\n<li>English<\/li>\n<li>English (UK)<\/li>\n<li>Deutsch<\/li>\n<li>Dansk<\/li>\n<li>español<\/li>\n<li>Français<\/li>\n<li>Italiano<\/li>\n<li>Русский<\/li>\n<li>Українська<\/li>\n<li>Беларуская<\/li>\n<li>日本語<\/li>\n<li>Português<\/li>\n<li>Esperanto<\/li>\n<li>עברית<\/li>\n<li>Nederlands<\/li>\n<li>Magyar<\/li>\n<li>Gaeilge<\/li>\n<li>íslenska<\/li>\n<li>suomi<\/li>\n<li>Ελληνικά<\/li>\n<li>Norsk bokmål<\/li>\n<li>Svenska<\/li>\n<li>polski<\/li>\n<li>简体中文<\/li>\n<li>Latviešu<\/li>\n<li>Türkçe<\/li>\n<li>Bahasa Melayu<\/li>\n<li>हिन्दी<\/li>\n<li>Brazilian Portuguese<\/li>\n<li>Chinese Traditional<\/li>\n<li>Lietuvių<\/li>\n<li>Norsk nynorsk<\/li>\n<\/ul>\n<\/dd>\n<\/dl>\n<dl>\n<dt>Current version<\/dt>\n<dd>v.448.1<\/dd>\n<\/dl>\n<ul>\n<li> About <\/li>\n<li> User Agreement <\/li>\n<li> Help <\/li>\n<li> Button \"Share\" <\/li>\n<\/ul> &lt;img src=\"//counter.rambler.ru/top100.cnt?pid=1111412\"&gt.\n&lt;img src=\"//www.tns-counter.ru/V13a****sup_ru/ru/UTF-8/tmsec=lj_noncyr/\" width=\"1\" height=\"1\" alt=\"\"&gt.\n&lt;img src=//awaps.yandex.ru/0/9999/001001.gif?subsection=0 width=1 height=1 border=0&gt.\n&lt;div&gt;&lt;img src=\"//mc.yandex.ru/watch/27737346\" style=\"position:absolute.\nleft:-9999px;\" alt=\"\" /&gt;&lt;/div&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=2982212878480459&amp;ev=PageView&amp;noscript=1\"\n/&gt.\n&lt;img src=\"https://vk.com/rtrg?p=VK-RTRG-491315-al132\" style=\"position:fixed.\nleft:-999px;\" alt=\"\"/&gt.\n[] ","created_at":"2018-07-17 10:11:53.988811","updated_at":"2020-12-14 15:13:18.358085","service_id":261,"reviewed":false}],"points":[{"discussion":"https://edit.tosdr.org/points/5221","id":5221,"needsModeration":false,"document":{"id":196,"name":"Terms of Service","url":"https://www.livejournal.com/legal/tos-en.bml","xpath":"/html/body/div[2]/div[5]/div[1]/div","text":" <strong>ATTENTION<\/strong>: this translation of the User Agreement is not a legally binding document.\nThe original User Agreement, which is valid, is located at the following address: http://www.livejournal.com/legal/tos-ru.bml.\n<ol>\n<li> Subject of the Agreement <ol>\n<li>“Rambler Group”, Limited Liability Company (the Administration) shall make the Service available to&nbsp;user of&nbsp;the information and telecommunications network Internet (User) under the terms and conditions defined in&nbsp;this User Agreement (the Agreement).\nThe Service may be&nbsp;used only by&nbsp;individuals aged 14&nbsp;and above.<\/li>\n<li>The Administration shall make the Service available to&nbsp;User for free.<\/li>\n<\/ol>\n<\/li>\n<li> General Provisions <ol>\n<li>This Agreement constitutes a&nbsp;public offer in&nbsp;accordance with Article 437 of&nbsp;the Civil Code of&nbsp;the Russian Federation.\nBy&nbsp;using the Service, including every access to&nbsp;the Website pages by&nbsp;any means, User unconditionally accepts this Agreement in&nbsp;its entirety.<\/li>\n<li>This Agreement governs User’s and the Administration’s rights and obligations as&nbsp;well as&nbsp;their relationships with third parties whose rights and interests may be&nbsp;affected by&nbsp;User’s actions.<\/li>\n<li>The current version of&nbsp;the Agreement hereof is&nbsp;available online at&nbsp;http://www.livejournal.com/legal/tos-en.bml.\nThis Agreement may be&nbsp;amended by&nbsp;the Administration without special notice by&nbsp;publishing a&nbsp;new version hereof at&nbsp;the above URL.\nThe new version hereof shall come into force upon its online publishing unless otherwise set forth by&nbsp;such a&nbsp;new version hereof.<\/li>\n<li>Any User who does not agree with the terms of&nbsp;the current version hereof in&nbsp;full or&nbsp;in&nbsp;part shall discontinue using the Service in&nbsp;any way.<\/li>\n<li>Users breach hereunder may cause termination of&nbsp;his/her access to&nbsp;his/her Account or&nbsp;deletion of&nbsp;such an&nbsp;Account as&nbsp;well as&nbsp;full or&nbsp;partial deletion of&nbsp;the Content or&nbsp;suspension thereto without prior notice.<\/li>\n<\/ol>\n<\/li>\n<li> Terms <p>\n<b>Authorisation<\/b> means the analysis of&nbsp;the Authentication Details given by&nbsp;User performed by&nbsp;the software part of&nbsp;the Service, based on&nbsp;which User is&nbsp;given an&nbsp;access to&nbsp;his/her Account.<\/p>\n<p>\n<b>Account<\/b> means User’s account containing Authentication Details and other information provided by&nbsp;the User while using the Service.<\/p>\n<p>\n<b>Authentication Details<\/b> means unique means of&nbsp;User identification (username and password) used for Authorisation.<\/p>\n<p>\n<b>Blog<\/b> means a&nbsp;third-level domain of&nbsp;the Website which is&nbsp;transferred by&nbsp;the Administration to&nbsp;User under the terms and conditions hereof to&nbsp;post his/her Content (keep a&nbsp;Blog).<\/p>\n<p>\n<b>Community Owner<\/b> means User who created a&nbsp;Blog in&nbsp;the form of&nbsp;Community.<\/p>\n<p>\n<b>Content<\/b> means User`s information within the Service, including any information published during the process of&nbsp;Registration, in&nbsp;Blogs and Communities as&nbsp;a&nbsp;note or&nbsp;comment as&nbsp;well as&nbsp;sent by&nbsp;User in&nbsp;private messages using the Service.<\/p>\n<p>\n<b>Community Moderator<\/b> means User to&nbsp;whom the Community Owner provided access to&nbsp;the functionality necessary to&nbsp;moderate the Community’s Content.<\/p>\n<p>\n<b>Profile<\/b> means a&nbsp;publicly available page automatically created within the Service during the Registration, which contains all the information filled out by&nbsp;User during the Registration as&nbsp;well as&nbsp;during any further modifications or&nbsp;amendments of&nbsp;his/her Account, except for password and email address specified for registration.<\/p>\n<p>\n<b>Paid Services<\/b> means any additional services provided to&nbsp;User by&nbsp;the Administration and Live Journal Inc.\non&nbsp;a&nbsp;cost basis.<\/p>\n<p>\n<b>Registration<\/b> means User actions performed in&nbsp;order to&nbsp;create an&nbsp;Account pursuant to&nbsp;the procedure established by&nbsp;the Administration.\nUser shall give his/her Authentication Details during the Registration process and may also give any other non-obligatory information which he/she deems fit.<\/p>\n<p>\n<b>Website<\/b> means a&nbsp;website in&nbsp;the information and telecommunications network Internet identified by&nbsp;its domain name LiveJournal.\ncom.<\/p>\n<p>\n<b>Service<\/b> means the LiveJournal Service which allows User to&nbsp;keep Blogs, posts notes, comments and use any other functions offered by&nbsp;the Administration.<\/p>\n<p>\n<b>Community Supervisor<\/b> means User to&nbsp;whom the Community Owner gave access to&nbsp;special Community management functions.<\/p>\n<p>\n<b>Community<\/b> means a&nbsp;Blog devoted to&nbsp;a&nbsp;topic specified by&nbsp;the Community Owner, the scope of&nbsp;Content which may be&nbsp;created by&nbsp;a&nbsp;Community of&nbsp;Users in&nbsp;accordance with the rules defined by&nbsp;the Community Owner.<\/p>\n<\/li>\n<li> Account Registration <ol>\n<li>In&nbsp;order to&nbsp;use a&nbsp;number of&nbsp;functions of&nbsp;the Service, User shall go&nbsp;through Registration procedure.<\/li>\n<li>For the purpose of&nbsp;Registration, the User shall provide information in&nbsp;accordance with the registration form.\nIf&nbsp;the Administration has reasons to&nbsp;believe that the information provided by&nbsp;the User is&nbsp;incorrect or&nbsp;out-of-date, the Administration may at&nbsp;its own discretion suspend the access to&nbsp;the User’s Account or&nbsp;delete such an&nbsp;Account.<\/li>\n<li>User shall confirm the Registration by&nbsp;activating following the instruction sent by&nbsp;the Administration to&nbsp;User’s email address defined for the Registration (Registered Address) upon submission of&nbsp;the information to&nbsp;the Registration form;<\/li>\n<li>The Administration may, at&nbsp;its own discretion, prohibit the use of&nbsp;certain usernames as&nbsp;well as&nbsp;establish requirements to&nbsp;username and password (the number of&nbsp;characters, allowed symbols etc.) If&nbsp;the Administration detects that any words (letter combinations) are used as&nbsp;usernames that may be&nbsp;regarded as&nbsp;affecting the Administration’s and/or any third parties’ rights and legal interests, the Administration may, at&nbsp;its own discretion, delete the User’s Account or&nbsp;restrict access to&nbsp;it&nbsp;until User has changed his/her username as&nbsp;required by&nbsp;the Administration.\n<\/li>\n<li>After completion of&nbsp;the registration process, User`s Account and Blog shall be&nbsp;created within the Service identified by&nbsp;a&nbsp;third-level domain name in&nbsp;the format username.\nlivejournal.\ncom, where ’username’ means the username chosen by&nbsp;User.<\/li>\n<li>User shall be&nbsp;responsible for the security (guessing attacks resistance) of&nbsp;the Authentication Details and its confidentiality.\n<\/li>\n<li>User shall be&nbsp;responsible for all actions performed using the User’s Authentications Details, All actions performed upon the Authorisation using the User’s Authentication Details shall be&nbsp;deemed performed by&nbsp;the User personally, unless the User has duly notified the Administration in&nbsp;advance of&nbsp;possible Unauthorised Access and/or any breach (alleged breach) of&nbsp;confidentiality of&nbsp;his/her Authentication Details in&nbsp;accordance herewith.<\/li>\n<li>The User shall be&nbsp;responsible for any possible loss or&nbsp;distortion of&nbsp;information and for other consequences of&nbsp;any nature which may occur due to&nbsp;the User’s breach of&nbsp;any provisions of&nbsp;the Agreement.<\/li>\n<li>User also can get an&nbsp;access to&nbsp;additional Service functions via her/his Facebook’, Twitter’, Google’, Apple’, VKontakte’ or&nbsp;Mail.\nru’ account (Third Party’ Account).\nThird Party Account functions can be&nbsp;limited in&nbsp;comparison with Account functions.<\/li>\n<\/ol>\n<\/li>\n<li> User Details <ol>\n<li>The technical data transmitted to&nbsp;the Service by&nbsp;the User’s software as&nbsp;well as&nbsp;any other information transmitted by&nbsp;the User to&nbsp;the Service shall be&nbsp;available to&nbsp;the Administration and may be&nbsp;used at&nbsp;its own discretion legally, including targeting the advertising to&nbsp;User.<\/li>\n<li>The User’s IP&nbsp;address may be&nbsp;available to&nbsp;other Users when User posts comments in&nbsp;Blogs, depending on&nbsp;settings chosen by&nbsp;User or&nbsp;by&nbsp;the Community Owner where User posts such comments.<\/li>\n<li>Information contained in&nbsp;the Profile shall be&nbsp;available to&nbsp;other Users.\nUser may at&nbsp;any time delete and/or modify the Profile using Account management interface.<\/li>\n<li>\n<b>Please note that, no&nbsp;information which can directly or&nbsp;indirectly identify the individual is&nbsp;needed in&nbsp;order to&nbsp;use the Service, including registration process.\nthus, the relationship connected with the Service, the Registration and information provided in&nbsp;the process of&nbsp;Registration, is&nbsp;not governed by&nbsp;the provisions of&nbsp;Federal Act of&nbsp;the Russian Federation No.\n152-ФЗ.<\/b>\n<\/li>\n<\/ol>\n<\/li>\n<li> Account Termination <ol>\n<li> Termination of&nbsp;Inactive Accounts by&nbsp;the Administration <ol>\n<li>The Administration reserves the right to&nbsp;delete Account and Blog if&nbsp;User did not access the Account or&nbsp;the access was restricted for more than 2 years due to&nbsp;a&nbsp;breach hereof.<\/li>\n<\/ol>\n<\/li>\n<li> Account Termination by&nbsp;the User <ol>\n<li>User may delete his/her Account using Account management interface.\nWhen the function to&nbsp;delete Account is&nbsp;activated, Account shall be&nbsp;blocked for 1&nbsp;year, during which other Users shall have no&nbsp;access to&nbsp;the Blog Content;<\/li>\n<li>Within this period hereof User can restore his/her Account, and Users’ access to&nbsp;the Blog Content shall be&nbsp;restored;<\/li>\n<li>If&nbsp;User will not restore, his/her Account, username shall become available to&nbsp;other Users and all the User’s information and all the Content posted using Account and checked by&nbsp;User in&nbsp;the interface as&nbsp;subject to&nbsp;deletion shall be&nbsp;deleted except for the information specified in&nbsp;clause 6.3&nbsp;hereof.\nThenceforth, Account or&nbsp;any information related thereto cannot be&nbsp;restored.\nThe data stored in&nbsp;accordance with clause 6.3 hereof shall not be&nbsp;available to&nbsp;User or&nbsp;to&nbsp;third parties and may be&nbsp;provided by&nbsp;the Administration only at&nbsp;the request of&nbsp;competent authorities.<\/li>\n<\/ol>\n<\/li>\n<li>\n<b>Please note that in&nbsp;accordance with part 3&nbsp;Article&nbsp;10.1 of&nbsp;the Federal Act of&nbsp;the Russian Federation No.\n149-ФЗ the Administration shall keep the following information and provide it&nbsp;upon the lawful request of&nbsp;the competent authorities regardless of&nbsp;Users will:<\/b>\n<ol>\n<li>any information related to&nbsp;receipt, transfer, delivery and/or processing of&nbsp;voice information, written texts, images, sounds, video and other electronic messages of&nbsp;Users and information on&nbsp;Users who performed the above actions, within one year upon performing such actions;<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<\/li>\n<li> Blog <ol>\n<li>User may keep Blog, post notes and comments within his/her own Blog (Community) or&nbsp;in&nbsp;other Users’ Blogs (Communities).<\/li>\n<li>Using the Service functions, User shall define the Content and the level of&nbsp;Content availability to&nbsp;Users subject to&nbsp;the requirements specified herein and applicable laws.<\/li>\n<li>User who created Blog shall be&nbsp;responsible for such a&nbsp;Blog as&nbsp;well as&nbsp;for the Content posted therein.\n<\/li>\n<li>Requirements connected to Article 10.2 of the Federal Act of the Russian Federation No.\n149-ФЗ were excluded starting from July 30, 2017 as this Article was repealed by Federal Act of the Russian Federation No.\n276-ФЗ.<\/li>\n<li>User who posted comments in&nbsp;Blog and User keeping such a&nbsp;Blog shall be&nbsp;jointly and severally liable in&nbsp;respect of&nbsp;such comments.<\/li>\n<\/ol>\n<\/li>\n<li> Community <ol>\n<li>User may create Communities.<\/li>\n<li>Community may have its own Community rules.\nhowever, such rules may not contradict hereto or&nbsp;to&nbsp;applicable laws.<\/li>\n<li>Community Owner shall be&nbsp;responsible for the Community, including the Community rules, the Content posted within the Community, the actions of&nbsp;Community Supervisor and Moderator.<\/li>\n<li>Requirements connected to Article 10.2 of the Federal Act of the Russian Federation No.\n149-ФЗ were excluded starting from July 30, 2017 as this Article was repealed by Federal Act of the Russian Federation No.\n276-ФЗ.<\/li>\n<li>User who posted a&nbsp;note or&nbsp;a&nbsp;comment in&nbsp;Community and Community Owner shall be&nbsp;subsidiarily liable in&nbsp;respect of&nbsp;such a&nbsp;note or&nbsp;a&nbsp;comment.<\/li>\n<li>Community Supervisor and Community Owner shall be&nbsp;subsidiarily liable in&nbsp;respect of&nbsp;Community Supervisor’ actions.<\/li>\n<\/ol>\n<\/li>\n<li> Content <ol>\n<li> By&nbsp;posting Content, User shall: <ol>\n<li>Guarantee to&nbsp;the Administration that Content and terms of&nbsp;its appearance on&nbsp;the Service meets all the requirements of&nbsp;the applicable laws, that User has received all rights and permits necessary to&nbsp;post such a&nbsp;Content;<\/li>\n<li>In&nbsp;respect of&nbsp;any Content which constitutes intellectual property, User provides to&nbsp;the Administration a&nbsp;non-exclusive (simple) license to&nbsp;use his/her Content in&nbsp;order to&nbsp;provide the Service by&nbsp;reproducing his/her Content as&nbsp;well as&nbsp;by&nbsp;making it&nbsp;public for the entire period the Content is&nbsp;posted on&nbsp;the Service.\nIf&nbsp;User participates in&nbsp;any rankings or&nbsp;if&nbsp;User’s Content is&nbsp;used in&nbsp;any editorial projects of&nbsp;the Service, User provides to&nbsp;the Administration an&nbsp;additional authorisation to&nbsp;modify, shorten and amend his/her Content, to&nbsp;add images, a&nbsp;preamble, comments or&nbsp;any clarifications to&nbsp;his/her Content while using&nbsp;it, and in&nbsp;certain cases based on&nbsp;the Service functions, an&nbsp;authorisation to&nbsp;use User’s Content anonymously.<\/li>\n<li>Mark Content estimated by&nbsp;Russian legislation as&nbsp;inappropriate for children (0 −18) as&nbsp;“adult material” by&nbsp;using Service functions.<\/li>\n<\/ol>\n<\/li>\n<li> The User may not: <ol>\n<li>register a&nbsp;legal entity as&nbsp;a&nbsp;User;<\/li>\n<li>register himself/herself as&nbsp;a&nbsp;User on&nbsp;behalf of&nbsp;another individual;<\/li>\n<li>mislead Users as&nbsp;to&nbsp;his/her identity and relationships with other individuals;<\/li>\n<li>transmit spam messaging without the recipients’ consent;<\/li>\n<li>perform any actions aimed at&nbsp;disrupting the normal functioning of&nbsp;the Service;<\/li>\n<li>without the Administration’s special permit, use automatic scripts (bots, crawlers etc.) to&nbsp;collect information from the Service and/or to&nbsp;interact with the Service;<\/li>\n<li>post advertising and/or political solicitation materials unless otherwise directly specified in&nbsp;a&nbsp;separate agreement between User and the Administration;<\/li>\n<li>perform any other actions contradictory to&nbsp;the laws of&nbsp;the Russian Federation and/or any other applicable laws, including those applicable in&nbsp;the jurisdiction of&nbsp;User’s residence.<\/li>\n<\/ol>\n<\/li>\n<li>\n<b>Any claims related to&nbsp;the Content shall be&nbsp;submitted to&nbsp;the Administration through the contact form.<\/b>\n<\/li>\n<\/ol>\n<\/li>\n<li> Rights and Obligations of the Administration <ol>\n<li>The Administration shall endeavour to&nbsp;ensure providing of&nbsp;the Service and its prompt restoration in&nbsp;the event of&nbsp;technical failures and outages.<\/li>\n<li>The Administration shall not verify the correctness of&nbsp;the information provided by&nbsp;User during the Registration.\nhowever, in&nbsp;some circumstances it&nbsp;reserves the right to&nbsp;request User to&nbsp;confirm such an&nbsp;information.\nFailure to&nbsp;confirm the information may be&nbsp;considered as&nbsp;provision of&nbsp;incorrect information and have the consequences specified in&nbsp;clause 4.2&nbsp;hereof.<\/li>\n<li>The Administration shall not verify the compliance of&nbsp;Content and/or Users’ actions with the terms and conditions hereof and with the applicable laws.\nhowever, it&nbsp;reserves the right at&nbsp;its own discretion or&nbsp;upon the request received from the competent authority and/or the substantiated request by&nbsp;another entity without User’s prior notice, marked Content as&nbsp;an&nbsp;“adult material”, take measures specified in&nbsp;clause 2.5 hereof and restrict the access to&nbsp;Blog/Community for certain Users.<\/li>\n<li>In&nbsp;case of&nbsp;request of&nbsp;from a&nbsp;competent authority, the Administration may be&nbsp;obliged to&nbsp;provide the information about User or&nbsp;related to&nbsp;User.<\/li>\n<li>The Administration may restrict User’s access to&nbsp;any Service function and restrict or&nbsp;prohibit the use of&nbsp;API and posting of&nbsp;links to&nbsp;third-party resources and take any other actions aimed at&nbsp;protecting the Service from factors which present or&nbsp;may have a&nbsp;risk to&nbsp;Users, to&nbsp;the normal operation of&nbsp;the Service and to&nbsp;the Administration’s policies.\nThe Administration shall implement the said measures at&nbsp;its own discretion and shall not be&nbsp;responsible for possible negative consequences of&nbsp;such measures to&nbsp;User and to&nbsp;third parties.<\/li>\n<li>The Administration may at&nbsp;its own discretion and without User’s prior notice supplement, reduce or&nbsp;otherwise modify any Service function and it’ procedures.<\/li>\n<\/ol>\n<\/li>\n<li> Liability <ol>\n<li>User shall be&nbsp;liable for breaching the terms and conditions hereof, including the requirements to&nbsp;Registration and Content posting, as&nbsp;well as&nbsp;for violation of&nbsp;applicable laws committed by&nbsp;User, including the laws of&nbsp;the Russian Federation and the laws of&nbsp;User’s residence;<\/li>\n<li>The Administration shall not be&nbsp;liable for any temporary failures or&nbsp;interruption in&nbsp;the operation of&nbsp;the Service and for information unavailability and/or loss caused by&nbsp;it.\nThe Administration shall not be&nbsp;liable for any damage to&nbsp;any equipment or&nbsp;computer software or&nbsp;data caused by&nbsp;or&nbsp;related to&nbsp;using the Service including damage caused by&nbsp;Service’ supplementation in&nbsp;accordance with clause 10.6.<\/li>\n<li>\n<b>Please note that in&nbsp;accordance with the Russian Federation Act No.\n2300-1 dated February&nbsp;7, 1992, the provisions of&nbsp;the said act related to&nbsp;consumer rights protection do&nbsp;not apply to&nbsp;the relationship between the Administration and Users as&nbsp;the Service is&nbsp;provided for free.<\/b>\n<\/li>\n<\/ol>\n<\/li>\n<li> Advertising <ol>\n<li>Unless otherwise specifically set forth by&nbsp;a&nbsp;separate agreement between User and the Administration, the Administration may without further notice or&nbsp;refund, place advertising on&nbsp;the Service, including on&nbsp;any Blog/Community pages.<\/li>\n<li>The Administration may at&nbsp;any time change the method, type and quantity of&nbsp;the advertising placed on&nbsp;the Service.<\/li>\n<li>The User’s participation in&nbsp;campaigns and events advertised within the Service, as&nbsp;well as&nbsp;User’s purchasing of&nbsp;any products, work or&nbsp;services shall create rights and obligations only between User and the entity selling the respective product, work or&nbsp;service or&nbsp;holding such campaign or&nbsp;event.<\/li>\n<li>If&nbsp;User places any advertising Content on&nbsp;the Service (or&nbsp;promises to&nbsp;place such Content), this does not create any obligations of&nbsp;the Administration.<\/li>\n<li>The Administration may send to&nbsp;User information related to&nbsp;the Service as&nbsp;well as&nbsp;third-party advertising using the email address provided by&nbsp;User.<\/li>\n<\/ol>\n<\/li>\n<li> Miscellaneous <ol>\n<li> The following addresses shall be&nbsp;used to&nbsp;send legally significant communications: <ol>\n<li> to&nbsp;the Administration: <ol>\n<li>in&nbsp;respect of&nbsp;communications related to&nbsp;Content: contact form,<\/li>\n<li>in&nbsp;respect of&nbsp;other communications: bldg.&nbsp;1, 9&nbsp;Varshavskoye Highway, Moscow, 117105.<\/li>\n<\/ol>\n<\/li>\n<li>to&nbsp;User: the address provided for registration:<\/li>\n<\/ol>\n<\/li>\n<li>All disputes arising out of&nbsp;this Agreement and/or related to&nbsp;the Service and Content may be&nbsp;resolved in&nbsp;Court after the Parties have taken steps to&nbsp;settle the dispute by&nbsp;negotiation, 30&nbsp;calendar days upon the date when the claim (request) was sent to&nbsp;the addresses defined in&nbsp;clause 12.1&nbsp;hereof.<\/li>\n<li>If&nbsp;the dispute is&nbsp;not resolved by&nbsp;the time defined in&nbsp;clause 13.2 hereof it&nbsp;may be&nbsp;resolved by&nbsp;the Court in&nbsp;the Administration’s location.<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<strong>ATTENTION<\/strong>: this translation of the User Agreement is not a legally binding document.\nThe original User Agreement, which is valid, is located at the following address: http://www.livejournal.com/legal/tos-ru.bml.\n","created_at":"2018-07-17 10:11:54.011315","updated_at":"2020-12-14 15:08:02.449184","service_id":261,"reviewed":false},"quote":"The Service may be&nbsp;used only by&nbsp;individuals aged 14&nbsp;and above.<\/li","services":["261"],"set":"set+service+and+topic","title":"This service is only available to users aged 14 and above","topics":[],"case":{"id":152,"classification":"neutral","score":15,"title":"This service is only available to users over a certain age","description":"The Services are intended for users who are at least a certain age. If you are younger than the age required then you are prohibited from using the Service.","topic_id":31,"created_at":"2018-01-16 15:26:08.952429","updated_at":"2021-03-27 16:41:50.59469","docbot_regex":"^((?=.*at least)((?=.*years old)|(?=.*years of age))|(?=.*you must be)(?=.*old)|((?=.*years of age)|(?=.*under the age)|(?=.*age is under)|(?=.*not intended for)|(?=.*only for))((?=.*13)|(?=.*thirteen)|(?=.*16)|(?=.*sixteen)|(?=.*18)|(?=.*eighteen))((?!.*California)))"}},{"discussion":"https://edit.tosdr.org/points/802","id":802,"needsModeration":true,"document":{},"services":["261"],"set":"set+service+and+topic","title":"LiveJournal terms of service","topics":[],"case":{"id":226,"classification":"good","score":15,"title":"The user is informed about security practices","description":"It's important to know what security measures are taken to protect your data from unauthorized access. This case applies to the Agreements that precisely explain their security practices.","topic_id":50,"created_at":"2018-01-16 15:26:10.58754","updated_at":"2021-02-25 18:35:56.719259","docbot_regex":""}}],"urls":["livejournal.com"]}}
