{"error":[256],"message":["2897"],"parameters":{"_source":{"id":[2897],"name":["Ready Player Me"],"url":["readyplayer.me"],"created_at":["2021-03-29 18:09:25.978927"],"updated_at":["2021-04-06 00:01:35.777049"],"wikipedia":[""],"keywords":{},"related":{},"slug":["ready_player_me"],"is_comprehensively_reviewed":[false],"user_id":[20760],"rating":["A"],"status":{},"nice_service":["ready-player-me"],"image":["2897.png"]},"image":["https://tosdr-logos.s3.eu-west-2.jbcdn.net/2897.png"],"documents":[{"id":4498,"name":"End User Terms of Use first part","url":"https://drive.google.com/file/d/1ER3gBvx1UwXMDiOaZk8akzPmO6LAFfTp/view","xpath":"//body","text":"AnmeldenSeite1/7Wird geladen…{\"id\": \"1ER3gBvx1UwXMDiOaZk8akzPmO6LAFfTp\", \"title\": \"ReadyPlayerMe End-User Terms of Use 2021-01-19.pdf\", \"mimeType\": \"application\\/pdf\"}Seite 1 von 7<p>1\n<\/p>\n<p>END-USER TERMS OF USE FOR READY PLAYER ME\n<\/p>\n<p>Last amended on January 19, 2021\n<\/p>\n<p>Wolf3D 3D OÜ, registry code: 12583780, registered at Pärnu, Pardi st 2d, 80015, the\n<\/p>\n<p>Republic of Estonia (“Wolf3D”, “we”, “us” or “our”), is the owner and operator of the\n<\/p>\n<p>Ready Player Me platform (“Platform”).\n<\/p>\n<p>1.\nESSENCE OF THE PLATFORM AND SCOPE OF THE TERMS\n<\/p>\n<p>1.1.\nThe Platform is an online tool that enables you (“User” or “you”) to create an avatar\n<\/p>\n<p>based on a selfie of you or, if you wish, without a selfie (“Avatar”).\n<\/p>\n<p>1.2.\nThe following terms of use (“Terms”) will apply exclusively to the current and future\n<\/p>\n<p>contractual relationships between Wolf3D and you as regards to your use of the\n<\/p>\n<p>Platform and any of the services, including creating the Avatar, accessible through\n<\/p>\n<p>the Platform (“Services”).\n<\/p>\n<p>1.3.\nPlease read these Terms carefully before you use our Services as they affect your\n<\/p>\n<p>rights and liabilities and constitute an agreement between you and us.\n<\/p>\n<p>1.4.\nThe Platform software is created, owned and operated by Wolf3D.\n<\/p>\n<p>2.\nPARTNER’S APPLICATION\n<\/p>\n<p>2.1.\nPlease take note that (depending on from where you access the Platform) the\n<\/p>\n<p>Platform may be framed into one of our partners’ web applications (“Partner” and\n<\/p>\n<p>“Partner’s Application”).\n<\/p>\n<p>2.2.\nThese Terms apply only to your use of the Services (and the Platform) as framed\n<\/p>\n<p>but not to usage of any of the sites and services provided by the Partner or any\n<\/p>\n<p>other third party.\n<\/p>\n<p>3.\nACCEPTANCE OF THE TERMS\n<\/p>\n<p>3.1.\nIt is essential that you thoroughly read, understand and accept the Terms as well\n<\/p>\n<p>as the Privacy Policy of the Platform.\n<\/p>\n<p>3.2.\nBy clicking “Take a photo!” or “Continue without a photo”, you confirm that you\n<\/p>\n<p>have read the Terms, that you understand it and that you agree to be bound by it.\n<\/p>\n<p>Bear in mind – the Terms are obligatory and legally binding to all Users.\nIf you do\n<\/p>\n<p>not agree to these Terms, you may not use the Services (including the Platform) in\n<\/p>\n<p>any manner.\n<\/p>\n<p>3.3.\nBy accepting the Terms, you and Wolf3D enter into an agreement of unspecified\n<\/p>\n<p>term under which you have the right to use the Services.\nPolicy for cancellation of\n<\/p>\n<p>the Services and the agreement is provided in clause 16.1 of the Terms.\n<\/p>\n<p>3.4.\nAfter accepting the Terms you can always read them again at the Platform.\n<\/p>\n<p>4.\nSTARTING TO USE THE SERVICES\n<\/p>\n<p>4.1.\nAt least for now, you do not need to create an account to use the Services but this\n<\/p>\n<p>may change in the future.\n<\/p>\n<p>4.2.\nEntering your e-mail address is not mandatory – but if you wish to get updates\n<\/p>\n<p>about the Platform and to uses of the Avatar, you may provide it.\n<\/p>Seite 2 von 7<p>2\n<\/p>\n<p>5.\nCREATING AND MAKING THE AVATAR AVAILABLE\n<\/p>\n<p>5.1.\nIn order to create an Avatar, you must:\n<\/p>\n<p>a) choose the gender of the Avatar (the algorithms for the creation of Avatars\n<\/p>\n<p>for sexes vary slightly).\n<\/p>\n<p>b) either:\n<\/p>\n<p>i.\ntake a photo of your face (selfie) using the forward facing camera of your\n<\/p>\n<p>device (for that we request access to your device’s camera) with a neutral\n<\/p>\n<p>facial expression and good lighting or choose an existing photo that meets\n<\/p>\n<p>the same requirements.\nAlso, make sure that your hair (or anything else)\n<\/p>\n<p>does not cover your face.\nRemove you glasses if you are wearing them.\n<\/p>\n<p>This photo is used as a basis for the Avatar.\n<\/p>\n<p>or\n<\/p>\n<p>ii.\ncontinue without a photo in which case a standard Avatar is taken as the\n<\/p>\n<p>basis.\n<\/p>\n<p>c) customise the Avatar (e.g.\nselect hair style, colour, accessories, etc.).\n<\/p>\n<p>5.2.\nWhen customizing the Avatar we do not expect you to enter correct data about your\n<\/p>\n<p>appearance because the Avatar is not meant to be an exact copy of you.\nWe hope\n<\/p>\n<p>that you are creative and let your imagination run its course.\n<\/p>\n<p>5.3.\nOnce the customization is finished by you, the Avatar data file is created on the\n<\/p>\n<p>Platform.\n<\/p>\n<p>5.4.\nWhere you are using the Platform via the Partner’s Application, you hereby give us\n<\/p>\n<p>authorisation to make the Avatar available to the respective Partner so it can be\n<\/p>\n<p>used in the Partner’s Application.\n<\/p>\n<p>5.5.\nYou also have a possibility to copy the link for using the Avatar in other\n<\/p>\n<p>environments and make the Avatar available therein.\nThe respective instructions\n<\/p>\n<p>are given at the Platform and/or in those other environments.\n<\/p>\n<p>5.6.\nWe keep the right to retain the created Avatar in our server.\nHowever, we do not\n<\/p>\n<p>have the obligation to retain it.\nIf you wish, you can view and customize your Avatar\n<\/p>\n<p>later by visiting the Platform as long as you have not deleted the cookies sent by\n<\/p>\n<p>the Platform to your device from creating the Avatar.\nOnce you delete these cookies,\n<\/p>\n<p>you are not able to access your Avatar from the Platform.\n<\/p>\n<p>6.\nUSING THE AVATAR\n<\/p>\n<p>6.1.\nOnce the Avatar has been created you can use the Avatar in any environment where\n<\/p>\n<p>it is made available, including in the Partner’s Application, to the extent that:\n<\/p>\n<p>a) the Avatar is not used inappropriately or for any immoral, illegal, abusive or\n<\/p>\n<p>harmful purpose at the sole discretion of Wolf3D – for example, it is prohibited\n<\/p>\n<p>to use the Avatar for political reasons and/or in the adult entertainment\n<\/p>\n<p>industry.\n<\/p>\n<p>b) the reputation of Wolf3D nor the respective Partner’s is in any way harmed or\n<\/p>\n<p>decreased.\nand\n<\/p>Seite 3 von 7<p>3\n<\/p>\n<p>c) other terms and conditions of these Terms have been fully complied with.\n<\/p>\n<p>6.2.\nYou hereby agree that it is at our sole discretion to decide whether any use of the\n<\/p>\n<p>Avatar complies with these Terms or not and in the latter case it is at our sole\n<\/p>\n<p>discretion to request you or the respective Partner to stop the usage of the Avatar.\n<\/p>\n<p>Upon receiving such request, you shall stop using the Avatar immediately.\n<\/p>\n<p>7.\nNOTIFICATIONS\n<\/p>\n<p>7.1.\nFrom time to time we may send you notifications via e-mail (if you have given us\n<\/p>\n<p>your e-mail address) to inform you of updates and other important information.\n<\/p>\n<p>7.2.\nYou can unsubscribe from such e-mails at any time.\n<\/p>\n<p>8.\nPAID FEATURES AND NO FEE\n<\/p>\n<p>8.1.\nWe may in the future, at our sole discretion, introduce paid Avatar features or\n<\/p>\n<p>customization assets, such as, but not limited to virtual clothing, accessories and\n<\/p>\n<p>makeup for the use of which you must pay a fee for us (hereinafter: Paid\n<\/p>\n<p>Features).\n<\/p>\n<p>8.2.\nThe core Services, such as creation of Avatar are free of any fee payable by you to\n<\/p>\n<p>us and at the time we have no intention of changing it.\nHowever, we reserve the\n<\/p>\n<p>right to do so in the future as we are entitled to amend the Terms (see clause 10\n<\/p>\n<p>below).\nIn any case, the usage of the Avatar(s) already created by you shall be free\n<\/p>\n<p>of any fees payable by you to us indefinitely.\n<\/p>\n<p>9.\nGENERAL RIGHTS AND OBLIGATIONS\n<\/p>\n<p>9.1.\nYou are obligated to use the Services (and the Platform) only in accordance with\n<\/p>\n<p>the Terms, law and good practice.\n<\/p>\n<p>9.2.\nIf the Services provided by us are in breach of the Terms, you have the right to use\n<\/p>\n<p>legal remedies provided by the law: (a) require performance of the obligation.\n(b)\n<\/p>\n<p>withhold performance of an obligation which is due from you.\n(c) demand\n<\/p>\n<p>compensation for damage.\n(d) withdraw from or cancel the contract.\n(e) reduce the\n<\/p>\n<p>price.\n(f) in the case of a delay in the performance of a monetary obligation, demand\n<\/p>\n<p>payment of a penalty for late payment, unless otherwise provided by the Terms or\n<\/p>\n<p>by the applicable law.\n<\/p>\n<p>9.3.\nAny complaint against us can be filed by e-mail to support@wolf3d.io.\nSuch\n<\/p>\n<p>notification must include your name, contact information, date of submitting the\n<\/p>\n<p>notification, description of the complaint and the content of the offered solution of\n<\/p>\n<p>the complaint.\n<\/p>\n<p>9.4.\nYou undertake not to:\n<\/p>\n<p>a) use the Services for any purpose that is illegal or prohibited by these Terms,\n<\/p>\n<p>law or good practice.\n<\/p>\n<p>b) use the Services for any immoral, abusive, harmful or nefarious purpose –\n<\/p>\n<p>e.g.\nin a way that would cause damage to our software and/or hardware or in\n<\/p>\n<p>a way that would interfere with Services production to other users.\n<\/p>\n<p>c) not reverse engineer any of the Platform’s software.\n<\/p>\n<p>d) use the Services in order to damage Wolf3D.\n<\/p>\n<p>e) take or use any photos of another person without his or her permission.\n<\/p>ReadyPlayerMe End-User Terms of Use 2021-01-19.pdfReadyPlayerMe End-User Terms of Use 2021-01-19.pdfÖffnenExtrahierenÖffnen mitAnmeldenDetailsKommentareAllgemeine InformationenTypPDFAbmessungenGröße126 KBDauerSpeicherortGeändert19.\nJan., 14:35Erstellt19.\nJan., 14:34Von mir geöffnetFreigabeberechtigungenBeschreibungKeine BeschreibungBerechtigung zum HerunterladenBetrachter dürfen die Datei herunterladen.KopierenKommentar hinzufügen\"ReadyPlayerMe End-User Terms of Use 2021-01-19.pdf\" wird angezeigt.","created_at":"2021-03-29 18:12:02.103015","updated_at":"2021-03-29 18:12:57.024885","service_id":2897,"user_id":20760,"crawler_server":"eu"},{"id":4497,"name":"Privacy Policy first part","url":"https://drive.google.com/file/d/1dJ4dKguCS_PVxcd0iuTyrFLgm3AUrtdL/view","xpath":"//body","text":"AnmeldenSeite1/5Wird geladen…{\"id\": \"1dJ4dKguCS_PVxcd0iuTyrFLgm3AUrtdL\", \"title\": \"Ready Player Me Privacy Policy 2021-01-19.pdf\", \"mimeType\": \"application\\/pdf\"}Seite 1 von 5<p>1\n<\/p>\n<p>READY PLAYER ME PLATFORM PRIVACY POLICY\n<\/p>\n<p>Effective from January 19, 2021\n<\/p>\n<p>1.\nSCOPE OF POLICY\n<\/p>\n<p>1.1.\nWolfprint 3D OÜ (“We”, “Us” and “Our”) is committed to protecting and respecting\n<\/p>\n<p>your privacy.\nThis privacy policy (“Privacy Policy”) sets out the basis on which any\n<\/p>\n<p>personal data We collect from you, or that you provide to Us, will be processed by\n<\/p>\n<p>Us.\nPlease read the following carefully to understand Our views and practices\n<\/p>\n<p>regarding your personal data and how We will treat it.\n<\/p>\n<p>1.2.\nThis Privacy Policy applies to your use of the Ready Player Me platform (“Platform”)\n<\/p>\n<p>and any of the services accessible through the Platform (“Services”), including the\n<\/p>\n<p>creation of the Avatar (“Avatar”).\n<\/p>\n<p>1.3.\nPlease take note that (depending on from where you access the Platform) the\n<\/p>\n<p>Platform may be framed into one of Our partners’ web applications (“Partner” and\n<\/p>\n<p>“Partner’s Application”).\nThis Privacy Policy applies only to your use of the Platform\n<\/p>\n<p>but not to usage of any of the services provided by the Partner (or any other third\n<\/p>\n<p>party) and not to usage of the Avatar outside the Platform.\n<\/p>\n<p>1.4.\nPlease also bear in mind that this Privacy Policy applies only if We collect personal\n<\/p>\n<p>data from you, i.e.\nif you use your selfie for creating the Avatar or give Us your e-\nmail address.\nIf you provide neither of those, We do not process your personal data\n<\/p>\n<p>and therefore this Privacy Policy does not apply.\n<\/p>\n<p>1.5.\nThis Privacy Policy is effective as of the date set forth above.\nWe have the right to\n<\/p>\n<p>unilaterally make amendments to this Privacy Policy.\nIn such case the amended\n<\/p>\n<p>Privacy Policy shall be uploaded and you will be notified of that once you launch the\n<\/p>\n<p>Platform again.\n<\/p>\n<p>2.\nDATA CONTROLLER AND CONTACT INFORMATION\n<\/p>\n<p>2.1.\nFor the purpose of clarity, the data controller is Wolfprint 3D OÜ registered at Pardi\n<\/p>\n<p>tn 2d, Pärnu, Pärnu county, 80015, Estonia (registry code: 12583780).\n<\/p>\n<p>2.2.\nIf you have any questions, requests or suggestions about processing your personal\n<\/p>\n<p>data, feel free to write an email at support@wolf3d.io.\n<\/p>\n<p>3.\nWHY AND WHAT CATEGORIES OF PERSONAL DATA IS PROCESSED\n<\/p>\n<p>3.1.\nWe collect and process your personal data for the following purposes:\n<\/p>\n<p>a) providing the Services to you via the Platform, which mainly means the creation\n<\/p>\n<p>of your Avatar.\n<\/p>\n<p>b) communicating and providing customer support to you in relation to providing\n<\/p>\n<p>you the Services (which also includes communicating with you as a potential\n<\/p>\n<p>user before providing any Services, if you have so requested).\n<\/p>\n<p>c) improving the Platform and the Avatar generation quality.\n<\/p>\n<p>d) providing you information about updates to the Platform and to uses of the\n<\/p>\n<p>Avatar.\n<\/p>Seite 2 von 5<p>2\n<\/p>\n<p>e) enforcing and defending Our legal rights.\n<\/p>\n<p>f) complying with legal or regulatory obligations or requests.\n<\/p>\n<p>3.2.\nWe may collect and process the following personal data:\n<\/p>\n<p>a) information you give Us (“Submitted Information”): this is information\n<\/p>\n<p>you give Us about you by filling in forms on the Platform, by corresponding with\n<\/p>\n<p>Us (for example, by e-mail), and when you report a problem with the Platform\n<\/p>\n<p>or the Services.\nIf you contact us, We will keep a record of that correspondence.\n<\/p>\n<p>The information you give Us may include your name and e-mail.\n<\/p>\n<p>b) information We gather via the Platform (“Gathered Information”): this\n<\/p>\n<p>is visual information that is gathered via the forward-facing camera of your\n<\/p>\n<p>device, if you use selfie for creating the Avatar.\n<\/p>\n<p>c) information from the cookies (“Cookie Information”): this is information\n<\/p>\n<p>We automatically gather via cookies which help to make the use of the Platform\n<\/p>\n<p>as smooth as possible for you.\n<\/p>\n<p>3.3.\nWe process the following data for the following purposes:\n<\/p>\n<p>a) for purpose stated above in clause 3.1.a) – Submitted Information, Gathered\n<\/p>\n<p>Information and Cookie Information.\n<\/p>\n<p>b) for purpose state above in clause 3.1.b) – Submitted Information.\n<\/p>\n<p>c) for purpose stated above in clause 3.1.c) – Gathered Information.\n<\/p>\n<p>d) for purpose stated above in clauses 3.1.d) – only your e-mail.\n<\/p>\n<p>e) for purpose stated above in clause 3.1.e) – any of the categories of personal\n<\/p>\n<p>data listed above (determined case-by-case according to the legal right We are\n<\/p>\n<p>entitled to execute).\n<\/p>\n<p>f) for purpose stated above in clause 3.1.f) – any of the categories of personal\n<\/p>\n<p>data listed above (determined case-by-case according to the legal or regulatory\n<\/p>\n<p>obligation or request We are subject to).\n<\/p>\n<p>3.4.\nThe provision of personal data by you is not a statutory nor contractual requirement\n<\/p>\n<p>nor a requirement necessary to use the Services.\nThis means that you do not have\n<\/p>\n<p>any obligation to give Us your personal data and you can use the Services without\n<\/p>\n<p>giving Us any of your personal data.\n<\/p>\n<p>4.\nLEGAL BASIS FOR PROCESSING PERSONAL DATA\n<\/p>\n<p>4.1.\nWe process your personal data because it is necessary for the fulfilment of a contract\n<\/p>\n<p>concluded between you and Us for providing you the Services (see clauses 3.1.a) and\n<\/p>\n<p>3.1.b)).\nor for taking steps at your request prior to entering into a contract (see\n<\/p>\n<p>clause 3.1.b)).\nIn such a case the legal basis for processing data is the contract\n<\/p>\n<p>concluded between you and Us.\nor you request prior to entering into a contract.\n<\/p>\n<p>4.2.\nWe also process your personal data to improve the Platform and the Avatar\n<\/p>\n<p>generation quality (see clause 3.1.c)).\nIn this case the legal ground for processing\n<\/p>\n<p>your personal data is your prior consent.\nIf you do not give Us your consent We will\n<\/p>\n<p>not process your personal data for that purpose.\nYou may at any time withdraw your\n<\/p>Seite 3 von 5<p>3\n<\/p>\n<p>consent by sending a respective notice to Our e-mail at support@wolf3d.io.\n<\/p>\n<p>Withdrawal of consent does not affect your right to use the Services and the\n<\/p>\n<p>Platform.\n<\/p>\n<p>4.3.\nFurthermore, We process your personal data (i.e.\nuse your e-mail address) for\n<\/p>\n<p>sending you information about updates to the Platform and to uses of the Avatar (see\n<\/p>\n<p>clause 3.1.d)).\nBut We do it only in the case where you have voluntarily given Us\n<\/p>\n<p>your e-mail address.\nThe legal basis for that is Our legitimate interest to keep you\n<\/p>\n<p>the in loop of any advancements which the Platform may get (e.g.\nnew customization\n<\/p>\n<p>options, etc.), any news about the Platform and any new use cases for the Avatar.\n<\/p>\n<p>You always have the possibility to unsubscribe from such e-mails by clicking on a link\n<\/p>\n<p>which is provided under each e-mail.\nIf you unsubscribe, We will no longer send you\n<\/p>\n<p>such e-mails.\n<\/p>\n<p>4.4.\nWe also process your personal data for enforcing and defending Our legal rights under\n<\/p>\n<p>legitimate interest pursued by Us (see clause 3.1.e)).\nIt is Our legitimate interest to\n<\/p>\n<p>enforce and defend Our legal rights as We see it necessary.\n<\/p>\n<p>4.5.\nAlso, We process personal data for complying with legal or regulatory obligations or\n<\/p>\n<p>requests (see clause 3.1.f)) as processing is necessary for compliance with the legal\n<\/p>\n<p>obligations to which We are subject to.\n<\/p>\n<p>5.\nDISLOSURE OF PERSONAL DATA\n<\/p>\n<p>5.1.\nWe will not disclose your personal data to third parties except for the following cases:\n<\/p>\n<p>a) Cloud-server service provider(s).\nWe transfer data to cloud servers where We\n<\/p>\n<p>store all Our data, for example to Amazon servers in USA (Amazon Web\n<\/p>\n<p>Services, Inc.).\nThe standard contractual clauses established by the European\n<\/p>\n<p>Commission are applied to the transfer and processing of the personal data.\n<\/p>\n<p>b) Other group members.\nWe have the right to disclose your personal information\n<\/p>\n<p>to any member of Our group, which means Our subsidiaries and Our ultimate\n<\/p>\n<p>holding company and its subsidiaries.\nSuch transfer will only be done if it is\n<\/p>\n<p>necessary for the provision of the Services to You.\n<\/p>\n<p>c) Asset transfer parties.\nIn the event that We sell or buy any business or assets,\n<\/p>\n<p>in which case We will disclose your personal data to the prospective seller or\n<\/p>\n<p>buyer of such business or assets.\nIf Wolfprint 3D OÜ or substantially all of its\n<\/p>\n<p>assets are acquired by a third party, in which case personal data held by it\n<\/p>\n<p>about its customers will be one of the transferred assets.\n<\/p>\n<p>d) Legal authorities, institutions and other parties under law.\nIf We are under a\n<\/p>\n<p>duty to disclose or share your personal data in order to comply with any legal\n<\/p>\n<p>or regulatory obligation or request.\nIn order to:\n<\/p>\n<p>i.\ninvestigate potential breaches.\nor\n<\/p>\n<p>ii.\nprotect the rights, property or safety of Our customers, or others.\nThis\n<\/p>\n<p>includes exchanging information with other companies and organisations\n<\/p>\n<p>for the purposes of fraud protection and credit risk reduction.\n<\/p>\n<p>5.2.\nWhere We do share your information with third parties, We will require such third\n<\/p>\n<p>parties to comply with this Privacy Policy and maintain appropriate security to protect\n<\/p>\n<p>your information from unauthorised access or processing, unless We have no ability\n<\/p>\n<p>to do so (for example, where We are sharing information with regulatory authorities\n<\/p>\n<p>or courts).\n<\/p>\n<p>6.\nADDITIONAL INFORMATION YOU SHOULD KNOW ABOUT THIRD PARTIES\n<\/p>Ready Player Me Privacy Policy 2021-01-19.pdfReady Player Me Privacy Policy 2021-01-19.pdfÖffnenExtrahierenÖffnen mitAnmeldenDetailsKommentareAllgemeine InformationenTypPDFAbmessungenGröße106 KBDauerSpeicherortGeändert19.\nJan., 14:34Erstellt19.\nJan., 14:34Von mir geöffnetFreigabeberechtigungenBeschreibungKeine BeschreibungBerechtigung zum HerunterladenBetrachter dürfen die Datei herunterladen.KopierenKommentar hinzufügen\"Ready Player Me Privacy Policy 2021-01-19.pdf\" wird angezeigt.","created_at":"2021-03-29 18:09:42.953262","updated_at":"2021-03-29 18:10:54.841454","service_id":2897,"user_id":20760,"crawler_server":"eu"}],"points":[{"discussion":"https://edit.tosdr.org/points/18264","id":18264,"needsModeration":true,"document":{"id":4497,"name":"Privacy Policy first part","url":"https://drive.google.com/file/d/1dJ4dKguCS_PVxcd0iuTyrFLgm3AUrtdL/view","xpath":"//body","text":"AnmeldenSeite1/5Wird geladen…{\"id\": \"1dJ4dKguCS_PVxcd0iuTyrFLgm3AUrtdL\", \"title\": \"Ready Player Me Privacy Policy 2021-01-19.pdf\", \"mimeType\": \"application\\/pdf\"}Seite 1 von 5<p>1\n<\/p>\n<p>READY PLAYER ME PLATFORM PRIVACY POLICY\n<\/p>\n<p>Effective from January 19, 2021\n<\/p>\n<p>1.\nSCOPE OF POLICY\n<\/p>\n<p>1.1.\nWolfprint 3D OÜ (“We”, “Us” and “Our”) is committed to protecting and respecting\n<\/p>\n<p>your privacy.\nThis privacy policy (“Privacy Policy”) sets out the basis on which any\n<\/p>\n<p>personal data We collect from you, or that you provide to Us, will be processed by\n<\/p>\n<p>Us.\nPlease read the following carefully to understand Our views and practices\n<\/p>\n<p>regarding your personal data and how We will treat it.\n<\/p>\n<p>1.2.\nThis Privacy Policy applies to your use of the Ready Player Me platform (“Platform”)\n<\/p>\n<p>and any of the services accessible through the Platform (“Services”), including the\n<\/p>\n<p>creation of the Avatar (“Avatar”).\n<\/p>\n<p>1.3.\nPlease take note that (depending on from where you access the Platform) the\n<\/p>\n<p>Platform may be framed into one of Our partners’ web applications (“Partner” and\n<\/p>\n<p>“Partner’s Application”).\nThis Privacy Policy applies only to your use of the Platform\n<\/p>\n<p>but not to usage of any of the services provided by the Partner (or any other third\n<\/p>\n<p>party) and not to usage of the Avatar outside the Platform.\n<\/p>\n<p>1.4.\nPlease also bear in mind that this Privacy Policy applies only if We collect personal\n<\/p>\n<p>data from you, i.e.\nif you use your selfie for creating the Avatar or give Us your e-\nmail address.\nIf you provide neither of those, We do not process your personal data\n<\/p>\n<p>and therefore this Privacy Policy does not apply.\n<\/p>\n<p>1.5.\nThis Privacy Policy is effective as of the date set forth above.\nWe have the right to\n<\/p>\n<p>unilaterally make amendments to this Privacy Policy.\nIn such case the amended\n<\/p>\n<p>Privacy Policy shall be uploaded and you will be notified of that once you launch the\n<\/p>\n<p>Platform again.\n<\/p>\n<p>2.\nDATA CONTROLLER AND CONTACT INFORMATION\n<\/p>\n<p>2.1.\nFor the purpose of clarity, the data controller is Wolfprint 3D OÜ registered at Pardi\n<\/p>\n<p>tn 2d, Pärnu, Pärnu county, 80015, Estonia (registry code: 12583780).\n<\/p>\n<p>2.2.\nIf you have any questions, requests or suggestions about processing your personal\n<\/p>\n<p>data, feel free to write an email at support@wolf3d.io.\n<\/p>\n<p>3.\nWHY AND WHAT CATEGORIES OF PERSONAL DATA IS PROCESSED\n<\/p>\n<p>3.1.\nWe collect and process your personal data for the following purposes:\n<\/p>\n<p>a) providing the Services to you via the Platform, which mainly means the creation\n<\/p>\n<p>of your Avatar.\n<\/p>\n<p>b) communicating and providing customer support to you in relation to providing\n<\/p>\n<p>you the Services (which also includes communicating with you as a potential\n<\/p>\n<p>user before providing any Services, if you have so requested).\n<\/p>\n<p>c) improving the Platform and the Avatar generation quality.\n<\/p>\n<p>d) providing you information about updates to the Platform and to uses of the\n<\/p>\n<p>Avatar.\n<\/p>Seite 2 von 5<p>2\n<\/p>\n<p>e) enforcing and defending Our legal rights.\n<\/p>\n<p>f) complying with legal or regulatory obligations or requests.\n<\/p>\n<p>3.2.\nWe may collect and process the following personal data:\n<\/p>\n<p>a) information you give Us (“Submitted Information”): this is information\n<\/p>\n<p>you give Us about you by filling in forms on the Platform, by corresponding with\n<\/p>\n<p>Us (for example, by e-mail), and when you report a problem with the Platform\n<\/p>\n<p>or the Services.\nIf you contact us, We will keep a record of that correspondence.\n<\/p>\n<p>The information you give Us may include your name and e-mail.\n<\/p>\n<p>b) information We gather via the Platform (“Gathered Information”): this\n<\/p>\n<p>is visual information that is gathered via the forward-facing camera of your\n<\/p>\n<p>device, if you use selfie for creating the Avatar.\n<\/p>\n<p>c) information from the cookies (“Cookie Information”): this is information\n<\/p>\n<p>We automatically gather via cookies which help to make the use of the Platform\n<\/p>\n<p>as smooth as possible for you.\n<\/p>\n<p>3.3.\nWe process the following data for the following purposes:\n<\/p>\n<p>a) for purpose stated above in clause 3.1.a) – Submitted Information, Gathered\n<\/p>\n<p>Information and Cookie Information.\n<\/p>\n<p>b) for purpose state above in clause 3.1.b) – Submitted Information.\n<\/p>\n<p>c) for purpose stated above in clause 3.1.c) – Gathered Information.\n<\/p>\n<p>d) for purpose stated above in clauses 3.1.d) – only your e-mail.\n<\/p>\n<p>e) for purpose stated above in clause 3.1.e) – any of the categories of personal\n<\/p>\n<p>data listed above (determined case-by-case according to the legal right We are\n<\/p>\n<p>entitled to execute).\n<\/p>\n<p>f) for purpose stated above in clause 3.1.f) – any of the categories of personal\n<\/p>\n<p>data listed above (determined case-by-case according to the legal or regulatory\n<\/p>\n<p>obligation or request We are subject to).\n<\/p>\n<p>3.4.\nThe provision of personal data by you is not a statutory nor contractual requirement\n<\/p>\n<p>nor a requirement necessary to use the Services.\nThis means that you do not have\n<\/p>\n<p>any obligation to give Us your personal data and you can use the Services without\n<\/p>\n<p>giving Us any of your personal data.\n<\/p>\n<p>4.\nLEGAL BASIS FOR PROCESSING PERSONAL DATA\n<\/p>\n<p>4.1.\nWe process your personal data because it is necessary for the fulfilment of a contract\n<\/p>\n<p>concluded between you and Us for providing you the Services (see clauses 3.1.a) and\n<\/p>\n<p>3.1.b)).\nor for taking steps at your request prior to entering into a contract (see\n<\/p>\n<p>clause 3.1.b)).\nIn such a case the legal basis for processing data is the contract\n<\/p>\n<p>concluded between you and Us.\nor you request prior to entering into a contract.\n<\/p>\n<p>4.2.\nWe also process your personal data to improve the Platform and the Avatar\n<\/p>\n<p>generation quality (see clause 3.1.c)).\nIn this case the legal ground for processing\n<\/p>\n<p>your personal data is your prior consent.\nIf you do not give Us your consent We will\n<\/p>\n<p>not process your personal data for that purpose.\nYou may at any time withdraw your\n<\/p>Seite 3 von 5<p>3\n<\/p>\n<p>consent by sending a respective notice to Our e-mail at support@wolf3d.io.\n<\/p>\n<p>Withdrawal of consent does not affect your right to use the Services and the\n<\/p>\n<p>Platform.\n<\/p>\n<p>4.3.\nFurthermore, We process your personal data (i.e.\nuse your e-mail address) for\n<\/p>\n<p>sending you information about updates to the Platform and to uses of the Avatar (see\n<\/p>\n<p>clause 3.1.d)).\nBut We do it only in the case where you have voluntarily given Us\n<\/p>\n<p>your e-mail address.\nThe legal basis for that is Our legitimate interest to keep you\n<\/p>\n<p>the in loop of any advancements which the Platform may get (e.g.\nnew customization\n<\/p>\n<p>options, etc.), any news about the Platform and any new use cases for the Avatar.\n<\/p>\n<p>You always have the possibility to unsubscribe from such e-mails by clicking on a link\n<\/p>\n<p>which is provided under each e-mail.\nIf you unsubscribe, We will no longer send you\n<\/p>\n<p>such e-mails.\n<\/p>\n<p>4.4.\nWe also process your personal data for enforcing and defending Our legal rights under\n<\/p>\n<p>legitimate interest pursued by Us (see clause 3.1.e)).\nIt is Our legitimate interest to\n<\/p>\n<p>enforce and defend Our legal rights as We see it necessary.\n<\/p>\n<p>4.5.\nAlso, We process personal data for complying with legal or regulatory obligations or\n<\/p>\n<p>requests (see clause 3.1.f)) as processing is necessary for compliance with the legal\n<\/p>\n<p>obligations to which We are subject to.\n<\/p>\n<p>5.\nDISLOSURE OF PERSONAL DATA\n<\/p>\n<p>5.1.\nWe will not disclose your personal data to third parties except for the following cases:\n<\/p>\n<p>a) Cloud-server service provider(s).\nWe transfer data to cloud servers where We\n<\/p>\n<p>store all Our data, for example to Amazon servers in USA (Amazon Web\n<\/p>\n<p>Services, Inc.).\nThe standard contractual clauses established by the European\n<\/p>\n<p>Commission are applied to the transfer and processing of the personal data.\n<\/p>\n<p>b) Other group members.\nWe have the right to disclose your personal information\n<\/p>\n<p>to any member of Our group, which means Our subsidiaries and Our ultimate\n<\/p>\n<p>holding company and its subsidiaries.\nSuch transfer will only be done if it is\n<\/p>\n<p>necessary for the provision of the Services to You.\n<\/p>\n<p>c) Asset transfer parties.\nIn the event that We sell or buy any business or assets,\n<\/p>\n<p>in which case We will disclose your personal data to the prospective seller or\n<\/p>\n<p>buyer of such business or assets.\nIf Wolfprint 3D OÜ or substantially all of its\n<\/p>\n<p>assets are acquired by a third party, in which case personal data held by it\n<\/p>\n<p>about its customers will be one of the transferred assets.\n<\/p>\n<p>d) Legal authorities, institutions and other parties under law.\nIf We are under a\n<\/p>\n<p>duty to disclose or share your personal data in order to comply with any legal\n<\/p>\n<p>or regulatory obligation or request.\nIn order to:\n<\/p>\n<p>i.\ninvestigate potential breaches.\nor\n<\/p>\n<p>ii.\nprotect the rights, property or safety of Our customers, or others.\nThis\n<\/p>\n<p>includes exchanging information with other companies and organisations\n<\/p>\n<p>for the purposes of fraud protection and credit risk reduction.\n<\/p>\n<p>5.2.\nWhere We do share your information with third parties, We will require such third\n<\/p>\n<p>parties to comply with this Privacy Policy and maintain appropriate security to protect\n<\/p>\n<p>your information from unauthorised access or processing, unless We have no ability\n<\/p>\n<p>to do so (for example, where We are sharing information with regulatory authorities\n<\/p>\n<p>or courts).\n<\/p>\n<p>6.\nADDITIONAL INFORMATION YOU SHOULD KNOW ABOUT THIRD PARTIES\n<\/p>Ready Player Me Privacy Policy 2021-01-19.pdfReady Player Me Privacy Policy 2021-01-19.pdfÖffnenExtrahierenÖffnen mitAnmeldenDetailsKommentareAllgemeine InformationenTypPDFAbmessungenGröße106 KBDauerSpeicherortGeändert19.\nJan., 14:34Erstellt19.\nJan., 14:34Von mir geöffnetFreigabeberechtigungenBeschreibungKeine BeschreibungBerechtigung zum HerunterladenBetrachter dürfen die Datei herunterladen.KopierenKommentar hinzufügen\"Ready Player Me Privacy Policy 2021-01-19.pdf\" wird angezeigt.","created_at":"2021-03-29 18:09:42.953262","updated_at":"2021-03-29 18:10:54.841454","service_id":2897,"user_id":20760,"crawler_server":"eu"},"quote":"We collect and process your personal data for the following purposes:","services":["2897"],"set":"set+service+and+topic","title":"This service uses your personal information for many different purposes","topics":[],"case":{"id":185,"classification":"bad","score":40,"title":"This service uses your personal information for many different purposes","description":"Personal Data can be processed for many reasons, including non essential processing such as for advertising, marketing and analytics purposes.","topic_id":41,"created_at":"2018-01-16 15:26:09.649723","updated_at":"2021-02-26 17:40:18.263689","docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/18263","id":18263,"needsModeration":false,"document":{"id":4498,"name":"End User Terms of Use first part","url":"https://drive.google.com/file/d/1ER3gBvx1UwXMDiOaZk8akzPmO6LAFfTp/view","xpath":"//body","text":"AnmeldenSeite1/7Wird geladen…{\"id\": \"1ER3gBvx1UwXMDiOaZk8akzPmO6LAFfTp\", \"title\": \"ReadyPlayerMe End-User Terms of Use 2021-01-19.pdf\", \"mimeType\": \"application\\/pdf\"}Seite 1 von 7<p>1\n<\/p>\n<p>END-USER TERMS OF USE FOR READY PLAYER ME\n<\/p>\n<p>Last amended on January 19, 2021\n<\/p>\n<p>Wolf3D 3D OÜ, registry code: 12583780, registered at Pärnu, Pardi st 2d, 80015, the\n<\/p>\n<p>Republic of Estonia (“Wolf3D”, “we”, “us” or “our”), is the owner and operator of the\n<\/p>\n<p>Ready Player Me platform (“Platform”).\n<\/p>\n<p>1.\nESSENCE OF THE PLATFORM AND SCOPE OF THE TERMS\n<\/p>\n<p>1.1.\nThe Platform is an online tool that enables you (“User” or “you”) to create an avatar\n<\/p>\n<p>based on a selfie of you or, if you wish, without a selfie (“Avatar”).\n<\/p>\n<p>1.2.\nThe following terms of use (“Terms”) will apply exclusively to the current and future\n<\/p>\n<p>contractual relationships between Wolf3D and you as regards to your use of the\n<\/p>\n<p>Platform and any of the services, including creating the Avatar, accessible through\n<\/p>\n<p>the Platform (“Services”).\n<\/p>\n<p>1.3.\nPlease read these Terms carefully before you use our Services as they affect your\n<\/p>\n<p>rights and liabilities and constitute an agreement between you and us.\n<\/p>\n<p>1.4.\nThe Platform software is created, owned and operated by Wolf3D.\n<\/p>\n<p>2.\nPARTNER’S APPLICATION\n<\/p>\n<p>2.1.\nPlease take note that (depending on from where you access the Platform) the\n<\/p>\n<p>Platform may be framed into one of our partners’ web applications (“Partner” and\n<\/p>\n<p>“Partner’s Application”).\n<\/p>\n<p>2.2.\nThese Terms apply only to your use of the Services (and the Platform) as framed\n<\/p>\n<p>but not to usage of any of the sites and services provided by the Partner or any\n<\/p>\n<p>other third party.\n<\/p>\n<p>3.\nACCEPTANCE OF THE TERMS\n<\/p>\n<p>3.1.\nIt is essential that you thoroughly read, understand and accept the Terms as well\n<\/p>\n<p>as the Privacy Policy of the Platform.\n<\/p>\n<p>3.2.\nBy clicking “Take a photo!” or “Continue without a photo”, you confirm that you\n<\/p>\n<p>have read the Terms, that you understand it and that you agree to be bound by it.\n<\/p>\n<p>Bear in mind – the Terms are obligatory and legally binding to all Users.\nIf you do\n<\/p>\n<p>not agree to these Terms, you may not use the Services (including the Platform) in\n<\/p>\n<p>any manner.\n<\/p>\n<p>3.3.\nBy accepting the Terms, you and Wolf3D enter into an agreement of unspecified\n<\/p>\n<p>term under which you have the right to use the Services.\nPolicy for cancellation of\n<\/p>\n<p>the Services and the agreement is provided in clause 16.1 of the Terms.\n<\/p>\n<p>3.4.\nAfter accepting the Terms you can always read them again at the Platform.\n<\/p>\n<p>4.\nSTARTING TO USE THE SERVICES\n<\/p>\n<p>4.1.\nAt least for now, you do not need to create an account to use the Services but this\n<\/p>\n<p>may change in the future.\n<\/p>\n<p>4.2.\nEntering your e-mail address is not mandatory – but if you wish to get updates\n<\/p>\n<p>about the Platform and to uses of the Avatar, you may provide it.\n<\/p>Seite 2 von 7<p>2\n<\/p>\n<p>5.\nCREATING AND MAKING THE AVATAR AVAILABLE\n<\/p>\n<p>5.1.\nIn order to create an Avatar, you must:\n<\/p>\n<p>a) choose the gender of the Avatar (the algorithms for the creation of Avatars\n<\/p>\n<p>for sexes vary slightly).\n<\/p>\n<p>b) either:\n<\/p>\n<p>i.\ntake a photo of your face (selfie) using the forward facing camera of your\n<\/p>\n<p>device (for that we request access to your device’s camera) with a neutral\n<\/p>\n<p>facial expression and good lighting or choose an existing photo that meets\n<\/p>\n<p>the same requirements.\nAlso, make sure that your hair (or anything else)\n<\/p>\n<p>does not cover your face.\nRemove you glasses if you are wearing them.\n<\/p>\n<p>This photo is used as a basis for the Avatar.\n<\/p>\n<p>or\n<\/p>\n<p>ii.\ncontinue without a photo in which case a standard Avatar is taken as the\n<\/p>\n<p>basis.\n<\/p>\n<p>c) customise the Avatar (e.g.\nselect hair style, colour, accessories, etc.).\n<\/p>\n<p>5.2.\nWhen customizing the Avatar we do not expect you to enter correct data about your\n<\/p>\n<p>appearance because the Avatar is not meant to be an exact copy of you.\nWe hope\n<\/p>\n<p>that you are creative and let your imagination run its course.\n<\/p>\n<p>5.3.\nOnce the customization is finished by you, the Avatar data file is created on the\n<\/p>\n<p>Platform.\n<\/p>\n<p>5.4.\nWhere you are using the Platform via the Partner’s Application, you hereby give us\n<\/p>\n<p>authorisation to make the Avatar available to the respective Partner so it can be\n<\/p>\n<p>used in the Partner’s Application.\n<\/p>\n<p>5.5.\nYou also have a possibility to copy the link for using the Avatar in other\n<\/p>\n<p>environments and make the Avatar available therein.\nThe respective instructions\n<\/p>\n<p>are given at the Platform and/or in those other environments.\n<\/p>\n<p>5.6.\nWe keep the right to retain the created Avatar in our server.\nHowever, we do not\n<\/p>\n<p>have the obligation to retain it.\nIf you wish, you can view and customize your Avatar\n<\/p>\n<p>later by visiting the Platform as long as you have not deleted the cookies sent by\n<\/p>\n<p>the Platform to your device from creating the Avatar.\nOnce you delete these cookies,\n<\/p>\n<p>you are not able to access your Avatar from the Platform.\n<\/p>\n<p>6.\nUSING THE AVATAR\n<\/p>\n<p>6.1.\nOnce the Avatar has been created you can use the Avatar in any environment where\n<\/p>\n<p>it is made available, including in the Partner’s Application, to the extent that:\n<\/p>\n<p>a) the Avatar is not used inappropriately or for any immoral, illegal, abusive or\n<\/p>\n<p>harmful purpose at the sole discretion of Wolf3D – for example, it is prohibited\n<\/p>\n<p>to use the Avatar for political reasons and/or in the adult entertainment\n<\/p>\n<p>industry.\n<\/p>\n<p>b) the reputation of Wolf3D nor the respective Partner’s is in any way harmed or\n<\/p>\n<p>decreased.\nand\n<\/p>Seite 3 von 7<p>3\n<\/p>\n<p>c) other terms and conditions of these Terms have been fully complied with.\n<\/p>\n<p>6.2.\nYou hereby agree that it is at our sole discretion to decide whether any use of the\n<\/p>\n<p>Avatar complies with these Terms or not and in the latter case it is at our sole\n<\/p>\n<p>discretion to request you or the respective Partner to stop the usage of the Avatar.\n<\/p>\n<p>Upon receiving such request, you shall stop using the Avatar immediately.\n<\/p>\n<p>7.\nNOTIFICATIONS\n<\/p>\n<p>7.1.\nFrom time to time we may send you notifications via e-mail (if you have given us\n<\/p>\n<p>your e-mail address) to inform you of updates and other important information.\n<\/p>\n<p>7.2.\nYou can unsubscribe from such e-mails at any time.\n<\/p>\n<p>8.\nPAID FEATURES AND NO FEE\n<\/p>\n<p>8.1.\nWe may in the future, at our sole discretion, introduce paid Avatar features or\n<\/p>\n<p>customization assets, such as, but not limited to virtual clothing, accessories and\n<\/p>\n<p>makeup for the use of which you must pay a fee for us (hereinafter: Paid\n<\/p>\n<p>Features).\n<\/p>\n<p>8.2.\nThe core Services, such as creation of Avatar are free of any fee payable by you to\n<\/p>\n<p>us and at the time we have no intention of changing it.\nHowever, we reserve the\n<\/p>\n<p>right to do so in the future as we are entitled to amend the Terms (see clause 10\n<\/p>\n<p>below).\nIn any case, the usage of the Avatar(s) already created by you shall be free\n<\/p>\n<p>of any fees payable by you to us indefinitely.\n<\/p>\n<p>9.\nGENERAL RIGHTS AND OBLIGATIONS\n<\/p>\n<p>9.1.\nYou are obligated to use the Services (and the Platform) only in accordance with\n<\/p>\n<p>the Terms, law and good practice.\n<\/p>\n<p>9.2.\nIf the Services provided by us are in breach of the Terms, you have the right to use\n<\/p>\n<p>legal remedies provided by the law: (a) require performance of the obligation.\n(b)\n<\/p>\n<p>withhold performance of an obligation which is due from you.\n(c) demand\n<\/p>\n<p>compensation for damage.\n(d) withdraw from or cancel the contract.\n(e) reduce the\n<\/p>\n<p>price.\n(f) in the case of a delay in the performance of a monetary obligation, demand\n<\/p>\n<p>payment of a penalty for late payment, unless otherwise provided by the Terms or\n<\/p>\n<p>by the applicable law.\n<\/p>\n<p>9.3.\nAny complaint against us can be filed by e-mail to support@wolf3d.io.\nSuch\n<\/p>\n<p>notification must include your name, contact information, date of submitting the\n<\/p>\n<p>notification, description of the complaint and the content of the offered solution of\n<\/p>\n<p>the complaint.\n<\/p>\n<p>9.4.\nYou undertake not to:\n<\/p>\n<p>a) use the Services for any purpose that is illegal or prohibited by these Terms,\n<\/p>\n<p>law or good practice.\n<\/p>\n<p>b) use the Services for any immoral, abusive, harmful or nefarious purpose –\n<\/p>\n<p>e.g.\nin a way that would cause damage to our software and/or hardware or in\n<\/p>\n<p>a way that would interfere with Services production to other users.\n<\/p>\n<p>c) not reverse engineer any of the Platform’s software.\n<\/p>\n<p>d) use the Services in order to damage Wolf3D.\n<\/p>\n<p>e) take or use any photos of another person without his or her permission.\n<\/p>ReadyPlayerMe End-User Terms of Use 2021-01-19.pdfReadyPlayerMe End-User Terms of Use 2021-01-19.pdfÖffnenExtrahierenÖffnen mitAnmeldenDetailsKommentareAllgemeine InformationenTypPDFAbmessungenGröße126 KBDauerSpeicherortGeändert19.\nJan., 14:35Erstellt19.\nJan., 14:34Von mir geöffnetFreigabeberechtigungenBeschreibungKeine BeschreibungBerechtigung zum HerunterladenBetrachter dürfen die Datei herunterladen.KopierenKommentar hinzufügen\"ReadyPlayerMe End-User Terms of Use 2021-01-19.pdf\" wird angezeigt.","created_at":"2021-03-29 18:12:02.103015","updated_at":"2021-03-29 18:12:57.024885","service_id":2897,"user_id":20760,"crawler_server":"eu"},"quote":"At least for now, you do not need to create an account to use the Services but this\n<\/p>\n<p>may change in the future.","services":["2897"],"set":"set+service+and+topic","title":"No need to register","topics":[],"case":{"id":320,"classification":"good","score":50,"title":"No need to register","description":"This service can be used without providing a user profile.","topic_id":45,"created_at":"2018-08-29 08:43:36.413004","updated_at":"2021-03-27 16:57:15.948575","privacy_related":true,"docbot_regex":"^((?=.*without signing up for)|(?=.*without registering an account)|(?=.*not require you to register)|(?=.*no user registration)|((?=.*don’t need an account)|(?=.*do not need an account)))"}}],"urls":["readyplayer.me"]}}
