{"error":[256],"message":["327"],"parameters":{"_source":{"id":[327],"name":["RiseUp.net"],"url":["riseup.net,nzh3fv6jc6jskki3.onion"],"created_at":["2018-01-24 09:26:59.541151"],"updated_at":["2021-03-27 21:35:19.358476"],"wikipedia":["https://en.wikipedia.org/wiki/Riseup"],"keywords":{},"related":{},"slug":["riseupnet"],"is_comprehensively_reviewed":[true],"user_id":{},"rating":["B"],"status":{},"nice_service":["riseup-net"],"image":["327.png"]},"image":["https://tosdr-logos.s3.eu-west-2.jbcdn.net/327.png"],"documents":[{"id":430,"name":"Riseup and Government FAQ","url":"https://riseup.net/en/about-us/policy/government-faq","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Riseup and Government FAQ <ol>\n<li> Is Riseup working with the NSA? <\/li>\n<li> But your servers are located in the U.S., doesn’t that mean you have to install backdoors/monitoring/etc? <\/li>\n<li> How is Riseup different than Lavabit and Silent Circle? <\/li>\n<li> What if someone (like law enforcement) takes Riseup’s servers? <\/li>\n<li> How can I limit the amount of data that Riseup stores for me? <\/li>\n<li> Will Riseup services last forever? <\/li>\n<li> What about child porn, drugs, corruption, etc.\nWould you fight law enforcement requests for users doing these things? <\/li>\n<\/ol>\n<p>We have received your emails asking a number of good questions in light of last week’s news about Lavabit and SilentCircle closing down.\nWe would like to clearly state that Riseup has never given any user information to any third party.\nWe have never permitted installation of any hardware or software monitoring on any system that we control.<\/p>\n<p>We will do everything in our power to protect the data of social movements and activists, short of extended incarceration.\nWe would rather pull the plug than submit to repressive surveillance by our government, or any government.\nWe are doing everything we can, as quickly as possible, to forge forward with options that would prevent us from having to shut down, in case we are faced with making such a decision.\nIn cooperation with other groups, we are hard at work to develop and deploy a radical new infrastructure that would allow us to provide email in a way that is a thousand times more secure and that would prevent us from having access to any user’s data.\nWe have been working on this for over a year, but we have a lot more work to do before it is finalized.<\/p>\n<p>Don’t panic.\nHere are some questions and answers.<\/p> Is Riseup working with the NSA? <p>We would rather stop being Riseup before we did that.\nWe are not working with any government agency.\nWe have never simply handed over information when requested, and for years have had a no logging policy.\nWe have fought and won every time anyone has tried to get us to give up information.\nWe have never turned over any user data to any third party, fourth party, fifth party or any party.<\/p> But your servers are located in the U.S., doesn’t that mean you have to install backdoors/monitoring/etc? <p>We have no control over our network providers, but we have physical control of our servers, they are not hosted “in the cloud.” This gives us much more physical assurance of the security of our machines.\nWe would not consent to the installation of any external hardware or software on our network and would end the organization rather than install any.\nHowever, once our fiber connections leave our space, they could be monitored.\nThis is not new, and has been our assumption from the beginning.\nWhen you send an email to someone with an email hosted elsewhere, we have no control over it once it leaves our servers.\nAlso, the US still has <em>better<\/em> laws for internet providers than in many other countries, including many places in Europe, where there are data retention laws requiring providers to keep logs.\nThe US has no such requirement and it has been our policy for years to not keep any logs.<\/p> How is Riseup different than Lavabit and Silent Circle? <p>These were commercial services whose primary mission was to provide paid private email.\nRiseup is different in that we are a non-profit whose goal is to support activists and keep them safe.\nThose companies were for-profit businesses, Riseup is in it for social change!<\/p> What if someone (like law enforcement) takes Riseup’s servers? <p>They have in the past! This usually happens when they want logs, we tell them that we don’t have any and then they come and take the machine because they don’t believe us and want to see for themselves.\nHowever, all of our servers use full disk encryption, which means they cannot see or do anything with the data on the disks without the keys.\nNevertheless, we do not keep IP identifying logs, and store as little data as possible on our users.\nBut this is not just Riseup’s responsibility, each user is responsible for limiting the amount of data that Riseup stores for them!<\/p> How can I limit the amount of data that Riseup stores for me? <p>There are several ways<\/p>\n<p>\n<strong>Account info:<\/strong> When you applied for an account you provided a little information.\nAfter you are approved we don’t need this information anymore and you can clean it up.\nLogin to user.riseup.net and review the information that you have provided there and consider what information you have given us that identifies you.\nFor example, if Obama had a secret email address with Riseup and applied for the address using president@whitehouse.gov as his alternate email address, it would be a good idea for him to remove president@whitehouse.gov from his alternate email if he wanted to be able to engage in Constitutionally-protected, anonymous, speech.<\/p>\n<p>But please note: If you do remove your alternate email, and you later lose/forget your password, it will <em>not be possible<\/em> for us to reset your password.\nYou will be permanently locked out of your account and will not be able to access your emails.\nYou have been warned!<\/p>\n<p>\n<strong>Email:<\/strong> If you are not already, consider using an email client that lets you download email via the POP protocol and deletes it from the server.\nThere is no getting around the mail arriving on Riseup’s server, but if you download it and it’s deleted from the server then Riseup doesn’t have it anymore.\nBut note this does have a downside, using webmail or the IMAP protocol does allow you to check email from more than one computer.\nIf you need that ability, one approach might be to move older email offline to a single computer and just check newer things from multiple locations.\nHere are some directions for downloading your email.<\/p>\n<p>\n<strong>Lists:<\/strong> one of the nice features of having a mailing list is having a message archive.\nBut if the idea of someone you don’t want getting access to that archive scares you, then it might be better to do without an archive or periodically move the archive to a more secure location.\nBut don’t forget that any subscriber to your list gets a copy of every message, so even if you have the archives removed, there is nothing that prevents subscribers from leaking those messages! More info at: Downloading List Archives.<\/p>\n<p>\n<strong>Ask yourself:<\/strong> where are the important emails, documents, and manifestos of your group stored? Do you have a good place for them for people to find when you are gone and people want to write the history about how you changed the world? If they are only stored in Riseup, that isn’t good.\nDownload them and put them somewhere safer! We are birds, so we like eggs, but we don’t like people putting all their eggs in our basket.<\/p> Will Riseup services last forever? <p>While we are committed to doing everything in our power to protect the data of social movements and activists, short of extended incarceration, we would rather pull the plug than submit to repressive surveillance by any government.\nWe would be really sad to see Riseup go, but if we are forced to, we would rather it go away than to betray your trust and compromise the activist community.\nWith this in mind, you should be sure you are prepared in case something does happen, such as downloading and archive your email on your own computer!<\/p> What about child porn, drugs, corruption, etc.\nWould you fight law enforcement requests for users doing these things? <p>Those things violate Riseup’s Terms of Service and, unlike some more “American Libertarian” service providers, we do not exist to provide privacy for doing anything you want.\nWe would close the accounts of people doing those things and the collective may even decide to cooperate with law enforcement rather than set all the servers on fire and destroy the organization, and your email.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:19:46.494405","updated_at":"2020-12-14 19:17:52.030839","service_id":327},{"id":429,"name":"Terms of Service","url":"https://riseup.net/en/about-us/policy/tos","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Terms of Service <ol>\n<li> Summary <\/li>\n<li> Privacy policies <\/li>\n<li> Ownership of and responsibility for content <\/li>\n<li> Refraining from certain activities <\/li>\n<li> Account Termination <\/li>\n<li> Limitation on Liability <\/li>\n<li> Choice of Forum and Law <\/li>\n<li> Your account terminates on your death <\/li>\n<li> Policy regarding copyright infringement - DMCA <\/li>\n<li> No Warranty <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what activities are allowed, under what conditions we may terminate your account, and asserts our limited liability.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services constitutes your agreement to these Terms of Service.<\/p> Summary <ol>\n<li>If you do anything truly evil, we will terminate your account.<\/li>\n<li>We are not liable for any damages related to the use of this service.<\/li>\n<li>You agree to hold patience in your heart for the hard work we do.<\/li>\n<\/ol> Privacy policies <p>We ask that you review our(Privacy Policy), so that you are aware of how we collect and use your information.<\/p> Ownership of and responsibility for content <p>All Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content.\nWe may not monitor or control the Content posted via the Services and we cannot take responsibility for such Content.\nAny use or reliance on any Content or materials posted via the Services or obtained by you through the Services is at your own risk.\nYou are responsible for your use of the Services, for any Content you provide, and for any consequences thereof.<\/p> Refraining from certain activities <p>You may not engage in the following activities through the services provided by riseup.net:<\/p>\n<ul>\n<li>Harassing or abusing others by engaging in threats, stalking or sending spam.\nThis includes usernames, aliases or using any of our resources for this purpose.<\/li>\n<li>Misuse of services by distributing viruses or malware, engaging in a denial of service attack, or attempting to gain unauthorized access to any computer system, including this one.<\/li>\n<li>Contributing to the abuse of others by distributing material where the production process created violence or sexual assault against persons.<\/li>\n<\/ul> Account Termination <p>riseup.net may terminate your service at any time for any reason.\nTypically, however, accounts are destroyed because of one of the following conditions:<\/p>\n<ul>\n<li>The account has been found to be sending Spam (excessive amounts of unsolicited email).<\/li>\n<li>The account has engaged one or more of the banned activities listed above.<\/li>\n<\/ul> Limitation on Liability <p>You agree that riseup.net is not liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.<\/p> Choice of Forum and Law <p>You agree that these Terms of Service and your use of riseup’s services is governed by the law of the State of Washington and any claim or dispute shall be resolved in the Superior Court for King County, Washington.\nYou agree that the English language version of our Terms of Service and Privacy Policy is controlling in any claim or dispute.<\/p> Your account terminates on your death <p>You agree that any rights to your riseup account, including all information stored therein, terminate upon your death.<\/p> Policy regarding copyright infringement - DMCA <p>riseup.net complies with the Digital Millennium Copyright Act’s notice and take-down procedures.\nDMCA complaints should be addressed to:<\/p>\n<code>Alan Korn\n1840 Woolsey Street\nBerkeley, CA 94703\nPh.\n(510)548-7300\nFax (510)284-3750\n<\/code>\n<p>Please note that it is riseup.net’s policy to take reasonable steps, within our power, to terminate the accounts of users who are repeat infringers in appropriate circumstances.<\/p> No Warranty <p>You understand and agree that riseup provides online services “as is” and without any warranty, express, implied, or statutory.\nWe specifically disclaim any implied warrannties of title, merchantability, fitness for a particularly purpose and non-infringement.\nWe make no warranty as to the reliability, accessibility, or quality of our services.\nYou agree that the use of our services is at your sole and exclusive risk.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner.\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:18:56.98071","updated_at":"2020-12-14 19:17:46.35819","service_id":327},{"id":428,"name":"Privacy Policy","url":"https://riseup.net/en/about-us/policy/privacy-policy","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Privacy Policy <ol>\n<li> Summary <\/li>\n<li> Information we collect and retain <ol>\n<li> Registration information <\/li>\n<li> Help tickets <\/li>\n<li> Session identifiers <\/li>\n<li> Email transit logs <\/li>\n<li> Quarter of last log in <\/li>\n<\/ol>\n<\/li>\n<li> Information we choose to not retain <ol>\n<li> IP addresses <\/li>\n<li> Browser fingerprint <\/li>\n<li> Message metadata <\/li>\n<\/ol>\n<\/li>\n<li> How we store and share collected information <ol>\n<li> Encryption <\/li>\n<li> We do not share user information <\/li>\n<li> Academic research <\/li>\n<\/ol>\n<\/li>\n<li> Account deletion <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what information we collect and what it’s used for.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services will constitute your agreement to our Privacy Policy.\nPlease also review our Terms of Service.<\/p> Summary <p>You have a reasonable expectation of privacy regarding any communication or data transiting or stored on this information system.\nWe collect very little personal information, and none of the information we do collect is ever shared.<\/p> Information we collect and retain Registration information <p>When you create an account, we retain the date you registered (rounded to the nearest quarter year).\nAccount request information is removed after four months, and invite status is removed after one month.\nIf you choose to set a reset email address, we retain this record but in a format that is unreadable by us (it is stored in a hashed digest, similar to how passwords are stored).<\/p> Help tickets <p>The content of any help ticket you create or comment on while authenticated will be associated with your user account.\nYou can choose to fill out a help ticket anonymously by creating a ticket while not logged in.\nWe periodically delete old help tickets that are closed.<\/p> Session identifiers <p>While currently logged in, we keep a temporary session identifier on your computer that your software uses to prove your authentication state.\nThis is erased immediately after you log out or the session expires.\nWe do not use any third party cookies or tracking of any kind.<\/p> Email transit logs <p>In order to detect when our servers are under attack from a “spam bomb” or when a spammer is using our system, we keep a log of the “from” or “to” information for every message relayed.\nThese logs are purged on a daily basis.<\/p> Quarter of last log in <p>We keep a record of the quarter and year of your last successful authentication (in order to be able to disable and delete dormant accounts).\nWe do not record the time or day of the last log in.\nFor example, this information looks like “Q3 2018”.<\/p> Information we choose to not retain IP addresses <p>No IP addresses of any user for any service are retained.<\/p> Browser fingerprint <p>Your web browser communicates uniquely identifying information to all web servers it visits by allowing the site to know details about your operating system, browser information, plugins installed, fonts installed, screen resolution, and much more.\nWe do not retain any of this information.<\/p> Message metadata <p>Even when using end-to-end OpenPGP encryption for email messages, the email “subject” and routing information regarding the message “from” and “to” are seen by our servers in the clear when the email initially arrives.\nThis is due to inherent limitations in the email protocol and in OpenPGP.<\/p> How we store and share collected information Encryption <p>All of your data is stored in an encrypted format, and only Riseup has the keys to decrypt the data.\nAdditionally, as of March 2017, the storage for all new accounts is personally encrypted.\nRiseup is unable to read any of the stored content for these accounts.\nAny user with an account created prior to March 2017 may opt-in to personally encrypted storage.<\/p> We do not share user information <p>We retain only the bare minimum of information about each user that is required to make the service work.\nWe do not sell or share any of it.<\/p> Academic research <p>Anonymous, aggregated information that cannot be linked back to an individual user may be made available to experienced researchers for the sole purpose of developing better systems for anonymous and secure communication.\nFor example, we may aggregate information on how many messages a typical user sends and receives, and with what frequency.<\/p>\n<p>We will not read, search, or process any of your incoming or outgoing mail other than to protect you from viruses and spam or when directed to do so by you when troubleshooting.<\/p> Account deletion <p>You may choose to delete your riseup.net account at any time.\nDoing so will destroy all the data we retain that is associated with your account.\nThe usernames associated with deleted accounts remain unavailable for others to use for one year.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner (like our Newsletters).\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:16:58.738273","updated_at":"2020-12-14 19:17:39.016932","service_id":327}],"points":[{"discussion":"https://edit.tosdr.org/points/16746","id":16746,"needsModeration":false,"document":{},"services":["327"],"set":"set+service+and+topic","title":"This service provides an onion site accessible over Tor","topics":[],"case":{"id":406,"classification":"good","score":40,"title":"This service provides an onion site accessible over Tor","description":"Tor is a software for anonymous communication that directs Internet traffic through an overlay network. Onion sites are only available through Tor browser and provide additional security and anonymity to users.","topic_id":26,"created_at":"2021-02-22 13:41:13.056029","updated_at":"2021-02-22 13:41:13.056029","privacy_related":true,"docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/17346","id":17346,"needsModeration":false,"document":{"id":429,"name":"Terms of Service","url":"https://riseup.net/en/about-us/policy/tos","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Terms of Service <ol>\n<li> Summary <\/li>\n<li> Privacy policies <\/li>\n<li> Ownership of and responsibility for content <\/li>\n<li> Refraining from certain activities <\/li>\n<li> Account Termination <\/li>\n<li> Limitation on Liability <\/li>\n<li> Choice of Forum and Law <\/li>\n<li> Your account terminates on your death <\/li>\n<li> Policy regarding copyright infringement - DMCA <\/li>\n<li> No Warranty <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what activities are allowed, under what conditions we may terminate your account, and asserts our limited liability.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services constitutes your agreement to these Terms of Service.<\/p> Summary <ol>\n<li>If you do anything truly evil, we will terminate your account.<\/li>\n<li>We are not liable for any damages related to the use of this service.<\/li>\n<li>You agree to hold patience in your heart for the hard work we do.<\/li>\n<\/ol> Privacy policies <p>We ask that you review our(Privacy Policy), so that you are aware of how we collect and use your information.<\/p> Ownership of and responsibility for content <p>All Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content.\nWe may not monitor or control the Content posted via the Services and we cannot take responsibility for such Content.\nAny use or reliance on any Content or materials posted via the Services or obtained by you through the Services is at your own risk.\nYou are responsible for your use of the Services, for any Content you provide, and for any consequences thereof.<\/p> Refraining from certain activities <p>You may not engage in the following activities through the services provided by riseup.net:<\/p>\n<ul>\n<li>Harassing or abusing others by engaging in threats, stalking or sending spam.\nThis includes usernames, aliases or using any of our resources for this purpose.<\/li>\n<li>Misuse of services by distributing viruses or malware, engaging in a denial of service attack, or attempting to gain unauthorized access to any computer system, including this one.<\/li>\n<li>Contributing to the abuse of others by distributing material where the production process created violence or sexual assault against persons.<\/li>\n<\/ul> Account Termination <p>riseup.net may terminate your service at any time for any reason.\nTypically, however, accounts are destroyed because of one of the following conditions:<\/p>\n<ul>\n<li>The account has been found to be sending Spam (excessive amounts of unsolicited email).<\/li>\n<li>The account has engaged one or more of the banned activities listed above.<\/li>\n<\/ul> Limitation on Liability <p>You agree that riseup.net is not liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.<\/p> Choice of Forum and Law <p>You agree that these Terms of Service and your use of riseup’s services is governed by the law of the State of Washington and any claim or dispute shall be resolved in the Superior Court for King County, Washington.\nYou agree that the English language version of our Terms of Service and Privacy Policy is controlling in any claim or dispute.<\/p> Your account terminates on your death <p>You agree that any rights to your riseup account, including all information stored therein, terminate upon your death.<\/p> Policy regarding copyright infringement - DMCA <p>riseup.net complies with the Digital Millennium Copyright Act’s notice and take-down procedures.\nDMCA complaints should be addressed to:<\/p>\n<code>Alan Korn\n1840 Woolsey Street\nBerkeley, CA 94703\nPh.\n(510)548-7300\nFax (510)284-3750\n<\/code>\n<p>Please note that it is riseup.net’s policy to take reasonable steps, within our power, to terminate the accounts of users who are repeat infringers in appropriate circumstances.<\/p> No Warranty <p>You understand and agree that riseup provides online services “as is” and without any warranty, express, implied, or statutory.\nWe specifically disclaim any implied warrannties of title, merchantability, fitness for a particularly purpose and non-infringement.\nWe make no warranty as to the reliability, accessibility, or quality of our services.\nYou agree that the use of our services is at your sole and exclusive risk.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner.\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:18:56.98071","updated_at":"2020-12-14 19:17:46.35819","service_id":327},"quote":"中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi","services":["327"],"set":"set+service+and+topic","title":"The terms for this service are translated into different languages","topics":[],"case":{"id":198,"classification":"neutral","score":0,"title":"The terms for this service are translated into different languages","description":"Although there's generally a unique binding language for the terms, they are translated to allow all users to understand the agreement they're accepting, no matter their native language.","topic_id":33,"created_at":"2018-01-16 15:26:09.859584","updated_at":"2021-03-27 16:49:53.889686","docbot_regex":"^((?=.*Español)|(?=.*Français)|(?=.*Deutsch)|(?=.*Português)|(?=.*Italiano)|(?=.*Polski)|(?=.*language\\:))"}},{"discussion":"https://edit.tosdr.org/points/17344","id":17344,"needsModeration":false,"document":{"id":428,"name":"Privacy Policy","url":"https://riseup.net/en/about-us/policy/privacy-policy","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Privacy Policy <ol>\n<li> Summary <\/li>\n<li> Information we collect and retain <ol>\n<li> Registration information <\/li>\n<li> Help tickets <\/li>\n<li> Session identifiers <\/li>\n<li> Email transit logs <\/li>\n<li> Quarter of last log in <\/li>\n<\/ol>\n<\/li>\n<li> Information we choose to not retain <ol>\n<li> IP addresses <\/li>\n<li> Browser fingerprint <\/li>\n<li> Message metadata <\/li>\n<\/ol>\n<\/li>\n<li> How we store and share collected information <ol>\n<li> Encryption <\/li>\n<li> We do not share user information <\/li>\n<li> Academic research <\/li>\n<\/ol>\n<\/li>\n<li> Account deletion <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what information we collect and what it’s used for.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services will constitute your agreement to our Privacy Policy.\nPlease also review our Terms of Service.<\/p> Summary <p>You have a reasonable expectation of privacy regarding any communication or data transiting or stored on this information system.\nWe collect very little personal information, and none of the information we do collect is ever shared.<\/p> Information we collect and retain Registration information <p>When you create an account, we retain the date you registered (rounded to the nearest quarter year).\nAccount request information is removed after four months, and invite status is removed after one month.\nIf you choose to set a reset email address, we retain this record but in a format that is unreadable by us (it is stored in a hashed digest, similar to how passwords are stored).<\/p> Help tickets <p>The content of any help ticket you create or comment on while authenticated will be associated with your user account.\nYou can choose to fill out a help ticket anonymously by creating a ticket while not logged in.\nWe periodically delete old help tickets that are closed.<\/p> Session identifiers <p>While currently logged in, we keep a temporary session identifier on your computer that your software uses to prove your authentication state.\nThis is erased immediately after you log out or the session expires.\nWe do not use any third party cookies or tracking of any kind.<\/p> Email transit logs <p>In order to detect when our servers are under attack from a “spam bomb” or when a spammer is using our system, we keep a log of the “from” or “to” information for every message relayed.\nThese logs are purged on a daily basis.<\/p> Quarter of last log in <p>We keep a record of the quarter and year of your last successful authentication (in order to be able to disable and delete dormant accounts).\nWe do not record the time or day of the last log in.\nFor example, this information looks like “Q3 2018”.<\/p> Information we choose to not retain IP addresses <p>No IP addresses of any user for any service are retained.<\/p> Browser fingerprint <p>Your web browser communicates uniquely identifying information to all web servers it visits by allowing the site to know details about your operating system, browser information, plugins installed, fonts installed, screen resolution, and much more.\nWe do not retain any of this information.<\/p> Message metadata <p>Even when using end-to-end OpenPGP encryption for email messages, the email “subject” and routing information regarding the message “from” and “to” are seen by our servers in the clear when the email initially arrives.\nThis is due to inherent limitations in the email protocol and in OpenPGP.<\/p> How we store and share collected information Encryption <p>All of your data is stored in an encrypted format, and only Riseup has the keys to decrypt the data.\nAdditionally, as of March 2017, the storage for all new accounts is personally encrypted.\nRiseup is unable to read any of the stored content for these accounts.\nAny user with an account created prior to March 2017 may opt-in to personally encrypted storage.<\/p> We do not share user information <p>We retain only the bare minimum of information about each user that is required to make the service work.\nWe do not sell or share any of it.<\/p> Academic research <p>Anonymous, aggregated information that cannot be linked back to an individual user may be made available to experienced researchers for the sole purpose of developing better systems for anonymous and secure communication.\nFor example, we may aggregate information on how many messages a typical user sends and receives, and with what frequency.<\/p>\n<p>We will not read, search, or process any of your incoming or outgoing mail other than to protect you from viruses and spam or when directed to do so by you when troubleshooting.<\/p> Account deletion <p>You may choose to delete your riseup.net account at any time.\nDoing so will destroy all the data we retain that is associated with your account.\nThe usernames associated with deleted accounts remain unavailable for others to use for one year.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner (like our Newsletters).\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:16:58.738273","updated_at":"2020-12-14 19:17:39.016932","service_id":327},"quote":"Anonymous, aggregated information that cannot be linked back to an individual user may be made available to experienced researchers for the sole purpose of developing better systems for anonymous and secure communication.\nFor example, we may aggregate information on how many messages a typical user sends and receives, and with what frequency.","services":["327"],"set":"set+service+and+topic","title":"Your personal data is aggregated into statistics","topics":[],"case":{"id":190,"classification":"neutral","score":10,"title":"Your personal data is aggregated into statistics","description":"Your personal data is used for statistics in a de-identified/aggregated form (i.e. not directly linked to a unique identity) to analyse trends, for research and for analytics.","topic_id":41,"created_at":"2018-01-16 15:26:09.717516","updated_at":"2021-02-25 11:55:50.916941","privacy_related":true,"docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/17340","id":17340,"needsModeration":false,"document":{"id":428,"name":"Privacy Policy","url":"https://riseup.net/en/about-us/policy/privacy-policy","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Privacy Policy <ol>\n<li> Summary <\/li>\n<li> Information we collect and retain <ol>\n<li> Registration information <\/li>\n<li> Help tickets <\/li>\n<li> Session identifiers <\/li>\n<li> Email transit logs <\/li>\n<li> Quarter of last log in <\/li>\n<\/ol>\n<\/li>\n<li> Information we choose to not retain <ol>\n<li> IP addresses <\/li>\n<li> Browser fingerprint <\/li>\n<li> Message metadata <\/li>\n<\/ol>\n<\/li>\n<li> How we store and share collected information <ol>\n<li> Encryption <\/li>\n<li> We do not share user information <\/li>\n<li> Academic research <\/li>\n<\/ol>\n<\/li>\n<li> Account deletion <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what information we collect and what it’s used for.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services will constitute your agreement to our Privacy Policy.\nPlease also review our Terms of Service.<\/p> Summary <p>You have a reasonable expectation of privacy regarding any communication or data transiting or stored on this information system.\nWe collect very little personal information, and none of the information we do collect is ever shared.<\/p> Information we collect and retain Registration information <p>When you create an account, we retain the date you registered (rounded to the nearest quarter year).\nAccount request information is removed after four months, and invite status is removed after one month.\nIf you choose to set a reset email address, we retain this record but in a format that is unreadable by us (it is stored in a hashed digest, similar to how passwords are stored).<\/p> Help tickets <p>The content of any help ticket you create or comment on while authenticated will be associated with your user account.\nYou can choose to fill out a help ticket anonymously by creating a ticket while not logged in.\nWe periodically delete old help tickets that are closed.<\/p> Session identifiers <p>While currently logged in, we keep a temporary session identifier on your computer that your software uses to prove your authentication state.\nThis is erased immediately after you log out or the session expires.\nWe do not use any third party cookies or tracking of any kind.<\/p> Email transit logs <p>In order to detect when our servers are under attack from a “spam bomb” or when a spammer is using our system, we keep a log of the “from” or “to” information for every message relayed.\nThese logs are purged on a daily basis.<\/p> Quarter of last log in <p>We keep a record of the quarter and year of your last successful authentication (in order to be able to disable and delete dormant accounts).\nWe do not record the time or day of the last log in.\nFor example, this information looks like “Q3 2018”.<\/p> Information we choose to not retain IP addresses <p>No IP addresses of any user for any service are retained.<\/p> Browser fingerprint <p>Your web browser communicates uniquely identifying information to all web servers it visits by allowing the site to know details about your operating system, browser information, plugins installed, fonts installed, screen resolution, and much more.\nWe do not retain any of this information.<\/p> Message metadata <p>Even when using end-to-end OpenPGP encryption for email messages, the email “subject” and routing information regarding the message “from” and “to” are seen by our servers in the clear when the email initially arrives.\nThis is due to inherent limitations in the email protocol and in OpenPGP.<\/p> How we store and share collected information Encryption <p>All of your data is stored in an encrypted format, and only Riseup has the keys to decrypt the data.\nAdditionally, as of March 2017, the storage for all new accounts is personally encrypted.\nRiseup is unable to read any of the stored content for these accounts.\nAny user with an account created prior to March 2017 may opt-in to personally encrypted storage.<\/p> We do not share user information <p>We retain only the bare minimum of information about each user that is required to make the service work.\nWe do not sell or share any of it.<\/p> Academic research <p>Anonymous, aggregated information that cannot be linked back to an individual user may be made available to experienced researchers for the sole purpose of developing better systems for anonymous and secure communication.\nFor example, we may aggregate information on how many messages a typical user sends and receives, and with what frequency.<\/p>\n<p>We will not read, search, or process any of your incoming or outgoing mail other than to protect you from viruses and spam or when directed to do so by you when troubleshooting.<\/p> Account deletion <p>You may choose to delete your riseup.net account at any time.\nDoing so will destroy all the data we retain that is associated with your account.\nThe usernames associated with deleted accounts remain unavailable for others to use for one year.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner (like our Newsletters).\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:16:58.738273","updated_at":"2020-12-14 19:17:39.016932","service_id":327},"quote":"We do not use any third party cookies or tracking of any kind.<\/p>","services":["327"],"set":"set+service+and+topic","title":"The service does not use third-party analytics or tracking platforms","topics":[],"case":{"id":381,"classification":"good","score":25,"title":"The service does not use third-party analytics or tracking platforms","description":"There are no Google Analytics or other tracking codes embedded in the service.  Any tracking is performed by the service itself.","topic_id":48,"created_at":"2018-11-24 07:31:17.579575","updated_at":"2018-11-24 07:35:00.137839","privacy_related":true}},{"discussion":"https://edit.tosdr.org/points/17339","id":17339,"needsModeration":false,"document":{"id":429,"name":"Terms of Service","url":"https://riseup.net/en/about-us/policy/tos","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Terms of Service <ol>\n<li> Summary <\/li>\n<li> Privacy policies <\/li>\n<li> Ownership of and responsibility for content <\/li>\n<li> Refraining from certain activities <\/li>\n<li> Account Termination <\/li>\n<li> Limitation on Liability <\/li>\n<li> Choice of Forum and Law <\/li>\n<li> Your account terminates on your death <\/li>\n<li> Policy regarding copyright infringement - DMCA <\/li>\n<li> No Warranty <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what activities are allowed, under what conditions we may terminate your account, and asserts our limited liability.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services constitutes your agreement to these Terms of Service.<\/p> Summary <ol>\n<li>If you do anything truly evil, we will terminate your account.<\/li>\n<li>We are not liable for any damages related to the use of this service.<\/li>\n<li>You agree to hold patience in your heart for the hard work we do.<\/li>\n<\/ol> Privacy policies <p>We ask that you review our(Privacy Policy), so that you are aware of how we collect and use your information.<\/p> Ownership of and responsibility for content <p>All Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content.\nWe may not monitor or control the Content posted via the Services and we cannot take responsibility for such Content.\nAny use or reliance on any Content or materials posted via the Services or obtained by you through the Services is at your own risk.\nYou are responsible for your use of the Services, for any Content you provide, and for any consequences thereof.<\/p> Refraining from certain activities <p>You may not engage in the following activities through the services provided by riseup.net:<\/p>\n<ul>\n<li>Harassing or abusing others by engaging in threats, stalking or sending spam.\nThis includes usernames, aliases or using any of our resources for this purpose.<\/li>\n<li>Misuse of services by distributing viruses or malware, engaging in a denial of service attack, or attempting to gain unauthorized access to any computer system, including this one.<\/li>\n<li>Contributing to the abuse of others by distributing material where the production process created violence or sexual assault against persons.<\/li>\n<\/ul> Account Termination <p>riseup.net may terminate your service at any time for any reason.\nTypically, however, accounts are destroyed because of one of the following conditions:<\/p>\n<ul>\n<li>The account has been found to be sending Spam (excessive amounts of unsolicited email).<\/li>\n<li>The account has engaged one or more of the banned activities listed above.<\/li>\n<\/ul> Limitation on Liability <p>You agree that riseup.net is not liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.<\/p> Choice of Forum and Law <p>You agree that these Terms of Service and your use of riseup’s services is governed by the law of the State of Washington and any claim or dispute shall be resolved in the Superior Court for King County, Washington.\nYou agree that the English language version of our Terms of Service and Privacy Policy is controlling in any claim or dispute.<\/p> Your account terminates on your death <p>You agree that any rights to your riseup account, including all information stored therein, terminate upon your death.<\/p> Policy regarding copyright infringement - DMCA <p>riseup.net complies with the Digital Millennium Copyright Act’s notice and take-down procedures.\nDMCA complaints should be addressed to:<\/p>\n<code>Alan Korn\n1840 Woolsey Street\nBerkeley, CA 94703\nPh.\n(510)548-7300\nFax (510)284-3750\n<\/code>\n<p>Please note that it is riseup.net’s policy to take reasonable steps, within our power, to terminate the accounts of users who are repeat infringers in appropriate circumstances.<\/p> No Warranty <p>You understand and agree that riseup provides online services “as is” and without any warranty, express, implied, or statutory.\nWe specifically disclaim any implied warrannties of title, merchantability, fitness for a particularly purpose and non-infringement.\nWe make no warranty as to the reliability, accessibility, or quality of our services.\nYou agree that the use of our services is at your sole and exclusive risk.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner.\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:18:56.98071","updated_at":"2020-12-14 19:17:46.35819","service_id":327},"quote":" <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner.\n","services":["327"],"set":"set+service+and+topic","title":"Users should revisit the terms periodically, although in case of material changes, the service will notify","topics":[],"case":{"id":329,"classification":"neutral","score":50,"title":"Users should revisit the terms periodically, although in case of material changes, the service will notify","description":"The service may update the Terms without notice, but if they significantly change the agreements in a manner that importantly and/or negatively affects the way the service is used, users will be notified.","topic_id":46,"created_at":"2018-09-10 12:21:49.95607","updated_at":"2021-02-24 23:03:50.567395","docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/17345","id":17345,"needsModeration":false,"document":{"id":428,"name":"Privacy Policy","url":"https://riseup.net/en/about-us/policy/privacy-policy","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Privacy Policy <ol>\n<li> Summary <\/li>\n<li> Information we collect and retain <ol>\n<li> Registration information <\/li>\n<li> Help tickets <\/li>\n<li> Session identifiers <\/li>\n<li> Email transit logs <\/li>\n<li> Quarter of last log in <\/li>\n<\/ol>\n<\/li>\n<li> Information we choose to not retain <ol>\n<li> IP addresses <\/li>\n<li> Browser fingerprint <\/li>\n<li> Message metadata <\/li>\n<\/ol>\n<\/li>\n<li> How we store and share collected information <ol>\n<li> Encryption <\/li>\n<li> We do not share user information <\/li>\n<li> Academic research <\/li>\n<\/ol>\n<\/li>\n<li> Account deletion <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what information we collect and what it’s used for.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services will constitute your agreement to our Privacy Policy.\nPlease also review our Terms of Service.<\/p> Summary <p>You have a reasonable expectation of privacy regarding any communication or data transiting or stored on this information system.\nWe collect very little personal information, and none of the information we do collect is ever shared.<\/p> Information we collect and retain Registration information <p>When you create an account, we retain the date you registered (rounded to the nearest quarter year).\nAccount request information is removed after four months, and invite status is removed after one month.\nIf you choose to set a reset email address, we retain this record but in a format that is unreadable by us (it is stored in a hashed digest, similar to how passwords are stored).<\/p> Help tickets <p>The content of any help ticket you create or comment on while authenticated will be associated with your user account.\nYou can choose to fill out a help ticket anonymously by creating a ticket while not logged in.\nWe periodically delete old help tickets that are closed.<\/p> Session identifiers <p>While currently logged in, we keep a temporary session identifier on your computer that your software uses to prove your authentication state.\nThis is erased immediately after you log out or the session expires.\nWe do not use any third party cookies or tracking of any kind.<\/p> Email transit logs <p>In order to detect when our servers are under attack from a “spam bomb” or when a spammer is using our system, we keep a log of the “from” or “to” information for every message relayed.\nThese logs are purged on a daily basis.<\/p> Quarter of last log in <p>We keep a record of the quarter and year of your last successful authentication (in order to be able to disable and delete dormant accounts).\nWe do not record the time or day of the last log in.\nFor example, this information looks like “Q3 2018”.<\/p> Information we choose to not retain IP addresses <p>No IP addresses of any user for any service are retained.<\/p> Browser fingerprint <p>Your web browser communicates uniquely identifying information to all web servers it visits by allowing the site to know details about your operating system, browser information, plugins installed, fonts installed, screen resolution, and much more.\nWe do not retain any of this information.<\/p> Message metadata <p>Even when using end-to-end OpenPGP encryption for email messages, the email “subject” and routing information regarding the message “from” and “to” are seen by our servers in the clear when the email initially arrives.\nThis is due to inherent limitations in the email protocol and in OpenPGP.<\/p> How we store and share collected information Encryption <p>All of your data is stored in an encrypted format, and only Riseup has the keys to decrypt the data.\nAdditionally, as of March 2017, the storage for all new accounts is personally encrypted.\nRiseup is unable to read any of the stored content for these accounts.\nAny user with an account created prior to March 2017 may opt-in to personally encrypted storage.<\/p> We do not share user information <p>We retain only the bare minimum of information about each user that is required to make the service work.\nWe do not sell or share any of it.<\/p> Academic research <p>Anonymous, aggregated information that cannot be linked back to an individual user may be made available to experienced researchers for the sole purpose of developing better systems for anonymous and secure communication.\nFor example, we may aggregate information on how many messages a typical user sends and receives, and with what frequency.<\/p>\n<p>We will not read, search, or process any of your incoming or outgoing mail other than to protect you from viruses and spam or when directed to do so by you when troubleshooting.<\/p> Account deletion <p>You may choose to delete your riseup.net account at any time.\nDoing so will destroy all the data we retain that is associated with your account.\nThe usernames associated with deleted accounts remain unavailable for others to use for one year.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner (like our Newsletters).\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:16:58.738273","updated_at":"2020-12-14 19:17:39.016932","service_id":327},"quote":"<p>You may choose to delete your riseup.net account at any time.","services":["327"],"set":"set+service+and+topic","title":"You have the right to leave this service at any time","topics":[],"case":{"id":170,"classification":"good","score":15,"title":"You have the right to leave this service at any time","description":"You can stop using the service and/or cancel or delete your account at any time for any reason. Moreover, the termination is reasonably fast and simple.","topic_id":45,"created_at":"2018-01-16 15:26:09.347811","updated_at":"2021-02-25 12:01:45.174529","docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/17343","id":17343,"needsModeration":false,"document":{"id":428,"name":"Privacy Policy","url":"https://riseup.net/en/about-us/policy/privacy-policy","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Privacy Policy <ol>\n<li> Summary <\/li>\n<li> Information we collect and retain <ol>\n<li> Registration information <\/li>\n<li> Help tickets <\/li>\n<li> Session identifiers <\/li>\n<li> Email transit logs <\/li>\n<li> Quarter of last log in <\/li>\n<\/ol>\n<\/li>\n<li> Information we choose to not retain <ol>\n<li> IP addresses <\/li>\n<li> Browser fingerprint <\/li>\n<li> Message metadata <\/li>\n<\/ol>\n<\/li>\n<li> How we store and share collected information <ol>\n<li> Encryption <\/li>\n<li> We do not share user information <\/li>\n<li> Academic research <\/li>\n<\/ol>\n<\/li>\n<li> Account deletion <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what information we collect and what it’s used for.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services will constitute your agreement to our Privacy Policy.\nPlease also review our Terms of Service.<\/p> Summary <p>You have a reasonable expectation of privacy regarding any communication or data transiting or stored on this information system.\nWe collect very little personal information, and none of the information we do collect is ever shared.<\/p> Information we collect and retain Registration information <p>When you create an account, we retain the date you registered (rounded to the nearest quarter year).\nAccount request information is removed after four months, and invite status is removed after one month.\nIf you choose to set a reset email address, we retain this record but in a format that is unreadable by us (it is stored in a hashed digest, similar to how passwords are stored).<\/p> Help tickets <p>The content of any help ticket you create or comment on while authenticated will be associated with your user account.\nYou can choose to fill out a help ticket anonymously by creating a ticket while not logged in.\nWe periodically delete old help tickets that are closed.<\/p> Session identifiers <p>While currently logged in, we keep a temporary session identifier on your computer that your software uses to prove your authentication state.\nThis is erased immediately after you log out or the session expires.\nWe do not use any third party cookies or tracking of any kind.<\/p> Email transit logs <p>In order to detect when our servers are under attack from a “spam bomb” or when a spammer is using our system, we keep a log of the “from” or “to” information for every message relayed.\nThese logs are purged on a daily basis.<\/p> Quarter of last log in <p>We keep a record of the quarter and year of your last successful authentication (in order to be able to disable and delete dormant accounts).\nWe do not record the time or day of the last log in.\nFor example, this information looks like “Q3 2018”.<\/p> Information we choose to not retain IP addresses <p>No IP addresses of any user for any service are retained.<\/p> Browser fingerprint <p>Your web browser communicates uniquely identifying information to all web servers it visits by allowing the site to know details about your operating system, browser information, plugins installed, fonts installed, screen resolution, and much more.\nWe do not retain any of this information.<\/p> Message metadata <p>Even when using end-to-end OpenPGP encryption for email messages, the email “subject” and routing information regarding the message “from” and “to” are seen by our servers in the clear when the email initially arrives.\nThis is due to inherent limitations in the email protocol and in OpenPGP.<\/p> How we store and share collected information Encryption <p>All of your data is stored in an encrypted format, and only Riseup has the keys to decrypt the data.\nAdditionally, as of March 2017, the storage for all new accounts is personally encrypted.\nRiseup is unable to read any of the stored content for these accounts.\nAny user with an account created prior to March 2017 may opt-in to personally encrypted storage.<\/p> We do not share user information <p>We retain only the bare minimum of information about each user that is required to make the service work.\nWe do not sell or share any of it.<\/p> Academic research <p>Anonymous, aggregated information that cannot be linked back to an individual user may be made available to experienced researchers for the sole purpose of developing better systems for anonymous and secure communication.\nFor example, we may aggregate information on how many messages a typical user sends and receives, and with what frequency.<\/p>\n<p>We will not read, search, or process any of your incoming or outgoing mail other than to protect you from viruses and spam or when directed to do so by you when troubleshooting.<\/p> Account deletion <p>You may choose to delete your riseup.net account at any time.\nDoing so will destroy all the data we retain that is associated with your account.\nThe usernames associated with deleted accounts remain unavailable for others to use for one year.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner (like our Newsletters).\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:16:58.738273","updated_at":"2020-12-14 19:17:39.016932","service_id":327},"quote":"<p>We retain only the bare minimum of information about each user that is required to make the service work.\n","services":["327"],"set":"set+service+and+topic","title":"Your personal data is used for limited purposes","topics":[],"case":{"id":196,"classification":"good","score":60,"title":"Your personal data is used for limited purposes","description":"Your Personal Data is only used for the essential purposes of the Service, which are clearly defined on the Agreements. For instance, the Service won't abuse your data to deliver targeted advertisements to you or for marketing purposes.","topic_id":41,"created_at":"2018-01-16 15:26:09.828431","updated_at":"2021-02-25 18:57:32.26566","docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/17342","id":17342,"needsModeration":false,"document":{"id":428,"name":"Privacy Policy","url":"https://riseup.net/en/about-us/policy/privacy-policy","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Privacy Policy <ol>\n<li> Summary <\/li>\n<li> Information we collect and retain <ol>\n<li> Registration information <\/li>\n<li> Help tickets <\/li>\n<li> Session identifiers <\/li>\n<li> Email transit logs <\/li>\n<li> Quarter of last log in <\/li>\n<\/ol>\n<\/li>\n<li> Information we choose to not retain <ol>\n<li> IP addresses <\/li>\n<li> Browser fingerprint <\/li>\n<li> Message metadata <\/li>\n<\/ol>\n<\/li>\n<li> How we store and share collected information <ol>\n<li> Encryption <\/li>\n<li> We do not share user information <\/li>\n<li> Academic research <\/li>\n<\/ol>\n<\/li>\n<li> Account deletion <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what information we collect and what it’s used for.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services will constitute your agreement to our Privacy Policy.\nPlease also review our Terms of Service.<\/p> Summary <p>You have a reasonable expectation of privacy regarding any communication or data transiting or stored on this information system.\nWe collect very little personal information, and none of the information we do collect is ever shared.<\/p> Information we collect and retain Registration information <p>When you create an account, we retain the date you registered (rounded to the nearest quarter year).\nAccount request information is removed after four months, and invite status is removed after one month.\nIf you choose to set a reset email address, we retain this record but in a format that is unreadable by us (it is stored in a hashed digest, similar to how passwords are stored).<\/p> Help tickets <p>The content of any help ticket you create or comment on while authenticated will be associated with your user account.\nYou can choose to fill out a help ticket anonymously by creating a ticket while not logged in.\nWe periodically delete old help tickets that are closed.<\/p> Session identifiers <p>While currently logged in, we keep a temporary session identifier on your computer that your software uses to prove your authentication state.\nThis is erased immediately after you log out or the session expires.\nWe do not use any third party cookies or tracking of any kind.<\/p> Email transit logs <p>In order to detect when our servers are under attack from a “spam bomb” or when a spammer is using our system, we keep a log of the “from” or “to” information for every message relayed.\nThese logs are purged on a daily basis.<\/p> Quarter of last log in <p>We keep a record of the quarter and year of your last successful authentication (in order to be able to disable and delete dormant accounts).\nWe do not record the time or day of the last log in.\nFor example, this information looks like “Q3 2018”.<\/p> Information we choose to not retain IP addresses <p>No IP addresses of any user for any service are retained.<\/p> Browser fingerprint <p>Your web browser communicates uniquely identifying information to all web servers it visits by allowing the site to know details about your operating system, browser information, plugins installed, fonts installed, screen resolution, and much more.\nWe do not retain any of this information.<\/p> Message metadata <p>Even when using end-to-end OpenPGP encryption for email messages, the email “subject” and routing information regarding the message “from” and “to” are seen by our servers in the clear when the email initially arrives.\nThis is due to inherent limitations in the email protocol and in OpenPGP.<\/p> How we store and share collected information Encryption <p>All of your data is stored in an encrypted format, and only Riseup has the keys to decrypt the data.\nAdditionally, as of March 2017, the storage for all new accounts is personally encrypted.\nRiseup is unable to read any of the stored content for these accounts.\nAny user with an account created prior to March 2017 may opt-in to personally encrypted storage.<\/p> We do not share user information <p>We retain only the bare minimum of information about each user that is required to make the service work.\nWe do not sell or share any of it.<\/p> Academic research <p>Anonymous, aggregated information that cannot be linked back to an individual user may be made available to experienced researchers for the sole purpose of developing better systems for anonymous and secure communication.\nFor example, we may aggregate information on how many messages a typical user sends and receives, and with what frequency.<\/p>\n<p>We will not read, search, or process any of your incoming or outgoing mail other than to protect you from viruses and spam or when directed to do so by you when troubleshooting.<\/p> Account deletion <p>You may choose to delete your riseup.net account at any time.\nDoing so will destroy all the data we retain that is associated with your account.\nThe usernames associated with deleted accounts remain unavailable for others to use for one year.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner (like our Newsletters).\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:16:58.738273","updated_at":"2020-12-14 19:17:39.016932","service_id":327},"quote":"<p>All of your data is stored in an encrypted format, and only Riseup has the keys to decrypt the data.\nAdditionally, as of March 2017, the storage for all new accounts is personally encrypted.\nRiseup is unable to read any of the stored content for these accounts.","services":["327"],"set":"set+service+and+topic","title":"User-generated content is encrypted, and this service cannot decrypt it","topics":[],"case":{"id":372,"classification":"good","score":50,"title":"User-generated content is encrypted, and this service cannot decrypt it","description":"Content generated by the users is end-to-end encrypted, in a way that it can't be accessed by anyone unauthorised, and even the service has no technical means to decrypt it.","topic_id":52,"created_at":"2018-10-20 10:35:42.493421","updated_at":"2021-02-24 23:20:55.617494","privacy_related":true,"docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/17337","id":17337,"needsModeration":false,"document":{"id":429,"name":"Terms of Service","url":"https://riseup.net/en/about-us/policy/tos","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Terms of Service <ol>\n<li> Summary <\/li>\n<li> Privacy policies <\/li>\n<li> Ownership of and responsibility for content <\/li>\n<li> Refraining from certain activities <\/li>\n<li> Account Termination <\/li>\n<li> Limitation on Liability <\/li>\n<li> Choice of Forum and Law <\/li>\n<li> Your account terminates on your death <\/li>\n<li> Policy regarding copyright infringement - DMCA <\/li>\n<li> No Warranty <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what activities are allowed, under what conditions we may terminate your account, and asserts our limited liability.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services constitutes your agreement to these Terms of Service.<\/p> Summary <ol>\n<li>If you do anything truly evil, we will terminate your account.<\/li>\n<li>We are not liable for any damages related to the use of this service.<\/li>\n<li>You agree to hold patience in your heart for the hard work we do.<\/li>\n<\/ol> Privacy policies <p>We ask that you review our(Privacy Policy), so that you are aware of how we collect and use your information.<\/p> Ownership of and responsibility for content <p>All Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content.\nWe may not monitor or control the Content posted via the Services and we cannot take responsibility for such Content.\nAny use or reliance on any Content or materials posted via the Services or obtained by you through the Services is at your own risk.\nYou are responsible for your use of the Services, for any Content you provide, and for any consequences thereof.<\/p> Refraining from certain activities <p>You may not engage in the following activities through the services provided by riseup.net:<\/p>\n<ul>\n<li>Harassing or abusing others by engaging in threats, stalking or sending spam.\nThis includes usernames, aliases or using any of our resources for this purpose.<\/li>\n<li>Misuse of services by distributing viruses or malware, engaging in a denial of service attack, or attempting to gain unauthorized access to any computer system, including this one.<\/li>\n<li>Contributing to the abuse of others by distributing material where the production process created violence or sexual assault against persons.<\/li>\n<\/ul> Account Termination <p>riseup.net may terminate your service at any time for any reason.\nTypically, however, accounts are destroyed because of one of the following conditions:<\/p>\n<ul>\n<li>The account has been found to be sending Spam (excessive amounts of unsolicited email).<\/li>\n<li>The account has engaged one or more of the banned activities listed above.<\/li>\n<\/ul> Limitation on Liability <p>You agree that riseup.net is not liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.<\/p> Choice of Forum and Law <p>You agree that these Terms of Service and your use of riseup’s services is governed by the law of the State of Washington and any claim or dispute shall be resolved in the Superior Court for King County, Washington.\nYou agree that the English language version of our Terms of Service and Privacy Policy is controlling in any claim or dispute.<\/p> Your account terminates on your death <p>You agree that any rights to your riseup account, including all information stored therein, terminate upon your death.<\/p> Policy regarding copyright infringement - DMCA <p>riseup.net complies with the Digital Millennium Copyright Act’s notice and take-down procedures.\nDMCA complaints should be addressed to:<\/p>\n<code>Alan Korn\n1840 Woolsey Street\nBerkeley, CA 94703\nPh.\n(510)548-7300\nFax (510)284-3750\n<\/code>\n<p>Please note that it is riseup.net’s policy to take reasonable steps, within our power, to terminate the accounts of users who are repeat infringers in appropriate circumstances.<\/p> No Warranty <p>You understand and agree that riseup provides online services “as is” and without any warranty, express, implied, or statutory.\nWe specifically disclaim any implied warrannties of title, merchantability, fitness for a particularly purpose and non-infringement.\nWe make no warranty as to the reliability, accessibility, or quality of our services.\nYou agree that the use of our services is at your sole and exclusive risk.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner.\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:18:56.98071","updated_at":"2020-12-14 19:17:46.35819","service_id":327},"quote":"We specifically disclaim any implied warrannties of title, merchantability, fitness for a particularly purpose and non-infringement.\n","services":["327"],"set":"set+service+and+topic","title":"This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements","topics":[],"case":{"id":290,"classification":"bad","score":0,"title":"This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements","description":"This service provider informs its users that the services, information, products, or other materials provided on its website may not meet the users' expectations or requirements.","topic_id":32,"created_at":"2018-08-26 04:11:17.888842","updated_at":"2021-03-27 16:54:52.596124","docbot_regex":"^((?=.*meet))((?=.*requirement)|(expectation)|(needs))"}},{"discussion":"https://edit.tosdr.org/points/17341","id":17341,"needsModeration":false,"document":{"id":428,"name":"Privacy Policy","url":"https://riseup.net/en/about-us/policy/privacy-policy","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Privacy Policy <ol>\n<li> Summary <\/li>\n<li> Information we collect and retain <ol>\n<li> Registration information <\/li>\n<li> Help tickets <\/li>\n<li> Session identifiers <\/li>\n<li> Email transit logs <\/li>\n<li> Quarter of last log in <\/li>\n<\/ol>\n<\/li>\n<li> Information we choose to not retain <ol>\n<li> IP addresses <\/li>\n<li> Browser fingerprint <\/li>\n<li> Message metadata <\/li>\n<\/ol>\n<\/li>\n<li> How we store and share collected information <ol>\n<li> Encryption <\/li>\n<li> We do not share user information <\/li>\n<li> Academic research <\/li>\n<\/ol>\n<\/li>\n<li> Account deletion <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what information we collect and what it’s used for.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services will constitute your agreement to our Privacy Policy.\nPlease also review our Terms of Service.<\/p> Summary <p>You have a reasonable expectation of privacy regarding any communication or data transiting or stored on this information system.\nWe collect very little personal information, and none of the information we do collect is ever shared.<\/p> Information we collect and retain Registration information <p>When you create an account, we retain the date you registered (rounded to the nearest quarter year).\nAccount request information is removed after four months, and invite status is removed after one month.\nIf you choose to set a reset email address, we retain this record but in a format that is unreadable by us (it is stored in a hashed digest, similar to how passwords are stored).<\/p> Help tickets <p>The content of any help ticket you create or comment on while authenticated will be associated with your user account.\nYou can choose to fill out a help ticket anonymously by creating a ticket while not logged in.\nWe periodically delete old help tickets that are closed.<\/p> Session identifiers <p>While currently logged in, we keep a temporary session identifier on your computer that your software uses to prove your authentication state.\nThis is erased immediately after you log out or the session expires.\nWe do not use any third party cookies or tracking of any kind.<\/p> Email transit logs <p>In order to detect when our servers are under attack from a “spam bomb” or when a spammer is using our system, we keep a log of the “from” or “to” information for every message relayed.\nThese logs are purged on a daily basis.<\/p> Quarter of last log in <p>We keep a record of the quarter and year of your last successful authentication (in order to be able to disable and delete dormant accounts).\nWe do not record the time or day of the last log in.\nFor example, this information looks like “Q3 2018”.<\/p> Information we choose to not retain IP addresses <p>No IP addresses of any user for any service are retained.<\/p> Browser fingerprint <p>Your web browser communicates uniquely identifying information to all web servers it visits by allowing the site to know details about your operating system, browser information, plugins installed, fonts installed, screen resolution, and much more.\nWe do not retain any of this information.<\/p> Message metadata <p>Even when using end-to-end OpenPGP encryption for email messages, the email “subject” and routing information regarding the message “from” and “to” are seen by our servers in the clear when the email initially arrives.\nThis is due to inherent limitations in the email protocol and in OpenPGP.<\/p> How we store and share collected information Encryption <p>All of your data is stored in an encrypted format, and only Riseup has the keys to decrypt the data.\nAdditionally, as of March 2017, the storage for all new accounts is personally encrypted.\nRiseup is unable to read any of the stored content for these accounts.\nAny user with an account created prior to March 2017 may opt-in to personally encrypted storage.<\/p> We do not share user information <p>We retain only the bare minimum of information about each user that is required to make the service work.\nWe do not sell or share any of it.<\/p> Academic research <p>Anonymous, aggregated information that cannot be linked back to an individual user may be made available to experienced researchers for the sole purpose of developing better systems for anonymous and secure communication.\nFor example, we may aggregate information on how many messages a typical user sends and receives, and with what frequency.<\/p>\n<p>We will not read, search, or process any of your incoming or outgoing mail other than to protect you from viruses and spam or when directed to do so by you when troubleshooting.<\/p> Account deletion <p>You may choose to delete your riseup.net account at any time.\nDoing so will destroy all the data we retain that is associated with your account.\nThe usernames associated with deleted accounts remain unavailable for others to use for one year.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner (like our Newsletters).\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:16:58.738273","updated_at":"2020-12-14 19:17:39.016932","service_id":327},"quote":"Your web browser communicates uniquely identifying information to all web servers it visits by allowing the site to know details about your operating system, browser information, plugins installed, fonts installed, screen resolution, and much more.\nWe do not retain any of this information.<\/p>","services":["327"],"set":"set+service+and+topic","title":"This service does not track you","topics":[],"case":{"id":218,"classification":"good","score":100,"title":"This service does not track you","description":"The document excerpt needs to include the words \"[the service] does not track [users]\" or \"[the service] does not use any tracking technology\".","topic_id":25,"created_at":"2018-01-16 15:26:10.414249","updated_at":"2019-09-28 21:14:12.019621"}},{"discussion":"https://edit.tosdr.org/points/17338","id":17338,"needsModeration":false,"document":{"id":429,"name":"Terms of Service","url":"https://riseup.net/en/about-us/policy/tos","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Terms of Service <ol>\n<li> Summary <\/li>\n<li> Privacy policies <\/li>\n<li> Ownership of and responsibility for content <\/li>\n<li> Refraining from certain activities <\/li>\n<li> Account Termination <\/li>\n<li> Limitation on Liability <\/li>\n<li> Choice of Forum and Law <\/li>\n<li> Your account terminates on your death <\/li>\n<li> Policy regarding copyright infringement - DMCA <\/li>\n<li> No Warranty <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what activities are allowed, under what conditions we may terminate your account, and asserts our limited liability.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services constitutes your agreement to these Terms of Service.<\/p> Summary <ol>\n<li>If you do anything truly evil, we will terminate your account.<\/li>\n<li>We are not liable for any damages related to the use of this service.<\/li>\n<li>You agree to hold patience in your heart for the hard work we do.<\/li>\n<\/ol> Privacy policies <p>We ask that you review our(Privacy Policy), so that you are aware of how we collect and use your information.<\/p> Ownership of and responsibility for content <p>All Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content.\nWe may not monitor or control the Content posted via the Services and we cannot take responsibility for such Content.\nAny use or reliance on any Content or materials posted via the Services or obtained by you through the Services is at your own risk.\nYou are responsible for your use of the Services, for any Content you provide, and for any consequences thereof.<\/p> Refraining from certain activities <p>You may not engage in the following activities through the services provided by riseup.net:<\/p>\n<ul>\n<li>Harassing or abusing others by engaging in threats, stalking or sending spam.\nThis includes usernames, aliases or using any of our resources for this purpose.<\/li>\n<li>Misuse of services by distributing viruses or malware, engaging in a denial of service attack, or attempting to gain unauthorized access to any computer system, including this one.<\/li>\n<li>Contributing to the abuse of others by distributing material where the production process created violence or sexual assault against persons.<\/li>\n<\/ul> Account Termination <p>riseup.net may terminate your service at any time for any reason.\nTypically, however, accounts are destroyed because of one of the following conditions:<\/p>\n<ul>\n<li>The account has been found to be sending Spam (excessive amounts of unsolicited email).<\/li>\n<li>The account has engaged one or more of the banned activities listed above.<\/li>\n<\/ul> Limitation on Liability <p>You agree that riseup.net is not liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.<\/p> Choice of Forum and Law <p>You agree that these Terms of Service and your use of riseup’s services is governed by the law of the State of Washington and any claim or dispute shall be resolved in the Superior Court for King County, Washington.\nYou agree that the English language version of our Terms of Service and Privacy Policy is controlling in any claim or dispute.<\/p> Your account terminates on your death <p>You agree that any rights to your riseup account, including all information stored therein, terminate upon your death.<\/p> Policy regarding copyright infringement - DMCA <p>riseup.net complies with the Digital Millennium Copyright Act’s notice and take-down procedures.\nDMCA complaints should be addressed to:<\/p>\n<code>Alan Korn\n1840 Woolsey Street\nBerkeley, CA 94703\nPh.\n(510)548-7300\nFax (510)284-3750\n<\/code>\n<p>Please note that it is riseup.net’s policy to take reasonable steps, within our power, to terminate the accounts of users who are repeat infringers in appropriate circumstances.<\/p> No Warranty <p>You understand and agree that riseup provides online services “as is” and without any warranty, express, implied, or statutory.\nWe specifically disclaim any implied warrannties of title, merchantability, fitness for a particularly purpose and non-infringement.\nWe make no warranty as to the reliability, accessibility, or quality of our services.\nYou agree that the use of our services is at your sole and exclusive risk.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner.\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:18:56.98071","updated_at":"2020-12-14 19:17:46.35819","service_id":327},"quote":"We make no warranty as to the reliability, accessibility, or quality of our services.\n","services":["327"],"set":"set+service+and+topic","title":"The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service","topics":[],"case":{"id":287,"classification":"bad","score":30,"title":"The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service","description":"The service provider expressly does not claim to provide uninterrupted, timely, secure or error-free service.","topic_id":32,"created_at":"2018-08-25 23:51:23.964727","updated_at":"2021-03-27 16:54:29.93873","docbot_regex":"^((?=.*warrant)|(?=.*guarantee))((?=.*uninterrupted)|(?=.*error-free)|(?=.*error free)|(?=.*secure)|(?=.*timely)|(?=.*timeliness)|(?=.*security))"}},{"discussion":"https://edit.tosdr.org/points/13421","id":13421,"needsModeration":false,"document":{"id":430,"name":"Riseup and Government FAQ","url":"https://riseup.net/en/about-us/policy/government-faq","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Riseup and Government FAQ <ol>\n<li> Is Riseup working with the NSA? <\/li>\n<li> But your servers are located in the U.S., doesn’t that mean you have to install backdoors/monitoring/etc? <\/li>\n<li> How is Riseup different than Lavabit and Silent Circle? <\/li>\n<li> What if someone (like law enforcement) takes Riseup’s servers? <\/li>\n<li> How can I limit the amount of data that Riseup stores for me? <\/li>\n<li> Will Riseup services last forever? <\/li>\n<li> What about child porn, drugs, corruption, etc.\nWould you fight law enforcement requests for users doing these things? <\/li>\n<\/ol>\n<p>We have received your emails asking a number of good questions in light of last week’s news about Lavabit and SilentCircle closing down.\nWe would like to clearly state that Riseup has never given any user information to any third party.\nWe have never permitted installation of any hardware or software monitoring on any system that we control.<\/p>\n<p>We will do everything in our power to protect the data of social movements and activists, short of extended incarceration.\nWe would rather pull the plug than submit to repressive surveillance by our government, or any government.\nWe are doing everything we can, as quickly as possible, to forge forward with options that would prevent us from having to shut down, in case we are faced with making such a decision.\nIn cooperation with other groups, we are hard at work to develop and deploy a radical new infrastructure that would allow us to provide email in a way that is a thousand times more secure and that would prevent us from having access to any user’s data.\nWe have been working on this for over a year, but we have a lot more work to do before it is finalized.<\/p>\n<p>Don’t panic.\nHere are some questions and answers.<\/p> Is Riseup working with the NSA? <p>We would rather stop being Riseup before we did that.\nWe are not working with any government agency.\nWe have never simply handed over information when requested, and for years have had a no logging policy.\nWe have fought and won every time anyone has tried to get us to give up information.\nWe have never turned over any user data to any third party, fourth party, fifth party or any party.<\/p> But your servers are located in the U.S., doesn’t that mean you have to install backdoors/monitoring/etc? <p>We have no control over our network providers, but we have physical control of our servers, they are not hosted “in the cloud.” This gives us much more physical assurance of the security of our machines.\nWe would not consent to the installation of any external hardware or software on our network and would end the organization rather than install any.\nHowever, once our fiber connections leave our space, they could be monitored.\nThis is not new, and has been our assumption from the beginning.\nWhen you send an email to someone with an email hosted elsewhere, we have no control over it once it leaves our servers.\nAlso, the US still has <em>better<\/em> laws for internet providers than in many other countries, including many places in Europe, where there are data retention laws requiring providers to keep logs.\nThe US has no such requirement and it has been our policy for years to not keep any logs.<\/p> How is Riseup different than Lavabit and Silent Circle? <p>These were commercial services whose primary mission was to provide paid private email.\nRiseup is different in that we are a non-profit whose goal is to support activists and keep them safe.\nThose companies were for-profit businesses, Riseup is in it for social change!<\/p> What if someone (like law enforcement) takes Riseup’s servers? <p>They have in the past! This usually happens when they want logs, we tell them that we don’t have any and then they come and take the machine because they don’t believe us and want to see for themselves.\nHowever, all of our servers use full disk encryption, which means they cannot see or do anything with the data on the disks without the keys.\nNevertheless, we do not keep IP identifying logs, and store as little data as possible on our users.\nBut this is not just Riseup’s responsibility, each user is responsible for limiting the amount of data that Riseup stores for them!<\/p> How can I limit the amount of data that Riseup stores for me? <p>There are several ways<\/p>\n<p>\n<strong>Account info:<\/strong> When you applied for an account you provided a little information.\nAfter you are approved we don’t need this information anymore and you can clean it up.\nLogin to user.riseup.net and review the information that you have provided there and consider what information you have given us that identifies you.\nFor example, if Obama had a secret email address with Riseup and applied for the address using president@whitehouse.gov as his alternate email address, it would be a good idea for him to remove president@whitehouse.gov from his alternate email if he wanted to be able to engage in Constitutionally-protected, anonymous, speech.<\/p>\n<p>But please note: If you do remove your alternate email, and you later lose/forget your password, it will <em>not be possible<\/em> for us to reset your password.\nYou will be permanently locked out of your account and will not be able to access your emails.\nYou have been warned!<\/p>\n<p>\n<strong>Email:<\/strong> If you are not already, consider using an email client that lets you download email via the POP protocol and deletes it from the server.\nThere is no getting around the mail arriving on Riseup’s server, but if you download it and it’s deleted from the server then Riseup doesn’t have it anymore.\nBut note this does have a downside, using webmail or the IMAP protocol does allow you to check email from more than one computer.\nIf you need that ability, one approach might be to move older email offline to a single computer and just check newer things from multiple locations.\nHere are some directions for downloading your email.<\/p>\n<p>\n<strong>Lists:<\/strong> one of the nice features of having a mailing list is having a message archive.\nBut if the idea of someone you don’t want getting access to that archive scares you, then it might be better to do without an archive or periodically move the archive to a more secure location.\nBut don’t forget that any subscriber to your list gets a copy of every message, so even if you have the archives removed, there is nothing that prevents subscribers from leaking those messages! More info at: Downloading List Archives.<\/p>\n<p>\n<strong>Ask yourself:<\/strong> where are the important emails, documents, and manifestos of your group stored? Do you have a good place for them for people to find when you are gone and people want to write the history about how you changed the world? If they are only stored in Riseup, that isn’t good.\nDownload them and put them somewhere safer! We are birds, so we like eggs, but we don’t like people putting all their eggs in our basket.<\/p> Will Riseup services last forever? <p>While we are committed to doing everything in our power to protect the data of social movements and activists, short of extended incarceration, we would rather pull the plug than submit to repressive surveillance by any government.\nWe would be really sad to see Riseup go, but if we are forced to, we would rather it go away than to betray your trust and compromise the activist community.\nWith this in mind, you should be sure you are prepared in case something does happen, such as downloading and archive your email on your own computer!<\/p> What about child porn, drugs, corruption, etc.\nWould you fight law enforcement requests for users doing these things? <p>Those things violate Riseup’s Terms of Service and, unlike some more “American Libertarian” service providers, we do not exist to provide privacy for doing anything you want.\nWe would close the accounts of people doing those things and the collective may even decide to cooperate with law enforcement rather than set all the servers on fire and destroy the organization, and your email.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:19:46.494405","updated_at":"2020-12-14 19:17:52.030839","service_id":327},"quote":"We would rather pull the plug than submit to repressive surveillance by our government, or any government.\n","services":["327"],"set":"set+service+and+topic","title":"The service will resist legal requests for user information where reasonably possible","topics":[],"case":{"id":305,"classification":"good","score":60,"title":"The service will resist legal requests for user information where reasonably possible","description":"The service will attempt to protect user information to a great extent, even so far as stating that they will only follow legal requirements to disclose user information in circumstances where this cannot be reasonably resisted.","topic_id":28,"created_at":"2018-08-27 05:47:31.01576","updated_at":"2018-08-27 05:47:31.01576","privacy_related":true}},{"discussion":"https://edit.tosdr.org/points/13424","id":13424,"needsModeration":false,"document":{"id":429,"name":"Terms of Service","url":"https://riseup.net/en/about-us/policy/tos","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Terms of Service <ol>\n<li> Summary <\/li>\n<li> Privacy policies <\/li>\n<li> Ownership of and responsibility for content <\/li>\n<li> Refraining from certain activities <\/li>\n<li> Account Termination <\/li>\n<li> Limitation on Liability <\/li>\n<li> Choice of Forum and Law <\/li>\n<li> Your account terminates on your death <\/li>\n<li> Policy regarding copyright infringement - DMCA <\/li>\n<li> No Warranty <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what activities are allowed, under what conditions we may terminate your account, and asserts our limited liability.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services constitutes your agreement to these Terms of Service.<\/p> Summary <ol>\n<li>If you do anything truly evil, we will terminate your account.<\/li>\n<li>We are not liable for any damages related to the use of this service.<\/li>\n<li>You agree to hold patience in your heart for the hard work we do.<\/li>\n<\/ol> Privacy policies <p>We ask that you review our(Privacy Policy), so that you are aware of how we collect and use your information.<\/p> Ownership of and responsibility for content <p>All Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content.\nWe may not monitor or control the Content posted via the Services and we cannot take responsibility for such Content.\nAny use or reliance on any Content or materials posted via the Services or obtained by you through the Services is at your own risk.\nYou are responsible for your use of the Services, for any Content you provide, and for any consequences thereof.<\/p> Refraining from certain activities <p>You may not engage in the following activities through the services provided by riseup.net:<\/p>\n<ul>\n<li>Harassing or abusing others by engaging in threats, stalking or sending spam.\nThis includes usernames, aliases or using any of our resources for this purpose.<\/li>\n<li>Misuse of services by distributing viruses or malware, engaging in a denial of service attack, or attempting to gain unauthorized access to any computer system, including this one.<\/li>\n<li>Contributing to the abuse of others by distributing material where the production process created violence or sexual assault against persons.<\/li>\n<\/ul> Account Termination <p>riseup.net may terminate your service at any time for any reason.\nTypically, however, accounts are destroyed because of one of the following conditions:<\/p>\n<ul>\n<li>The account has been found to be sending Spam (excessive amounts of unsolicited email).<\/li>\n<li>The account has engaged one or more of the banned activities listed above.<\/li>\n<\/ul> Limitation on Liability <p>You agree that riseup.net is not liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.<\/p> Choice of Forum and Law <p>You agree that these Terms of Service and your use of riseup’s services is governed by the law of the State of Washington and any claim or dispute shall be resolved in the Superior Court for King County, Washington.\nYou agree that the English language version of our Terms of Service and Privacy Policy is controlling in any claim or dispute.<\/p> Your account terminates on your death <p>You agree that any rights to your riseup account, including all information stored therein, terminate upon your death.<\/p> Policy regarding copyright infringement - DMCA <p>riseup.net complies with the Digital Millennium Copyright Act’s notice and take-down procedures.\nDMCA complaints should be addressed to:<\/p>\n<code>Alan Korn\n1840 Woolsey Street\nBerkeley, CA 94703\nPh.\n(510)548-7300\nFax (510)284-3750\n<\/code>\n<p>Please note that it is riseup.net’s policy to take reasonable steps, within our power, to terminate the accounts of users who are repeat infringers in appropriate circumstances.<\/p> No Warranty <p>You understand and agree that riseup provides online services “as is” and without any warranty, express, implied, or statutory.\nWe specifically disclaim any implied warrannties of title, merchantability, fitness for a particularly purpose and non-infringement.\nWe make no warranty as to the reliability, accessibility, or quality of our services.\nYou agree that the use of our services is at your sole and exclusive risk.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner.\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:18:56.98071","updated_at":"2020-12-14 19:17:46.35819","service_id":327},"quote":"<p>You may not engage in the following activities through the services provided by riseup.net:<\/p>\n<ul>\n<li>Harassing or abusing others by engaging in threats, stalking or sending spam.","services":["327"],"set":"set+service+and+topic","title":"Users agree not to submit libelous, harassing or threatening content","topics":[],"case":{"id":283,"classification":"neutral","score":20,"title":"Users agree not to submit libelous, harassing or threatening content","description":"This service prohibits users from submitting content of a variety of types. This can include content that is unlawful, harassing, abusive, threatening, libelous, sexist, racist, homophobic, transphobic, or discriminatory in any other way.","topic_id":52,"created_at":"2018-08-24 05:20:59.209908","updated_at":"2018-08-29 20:36:40.448453"}},{"discussion":"https://edit.tosdr.org/points/13425","id":13425,"needsModeration":false,"document":{"id":429,"name":"Terms of Service","url":"https://riseup.net/en/about-us/policy/tos","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Terms of Service <ol>\n<li> Summary <\/li>\n<li> Privacy policies <\/li>\n<li> Ownership of and responsibility for content <\/li>\n<li> Refraining from certain activities <\/li>\n<li> Account Termination <\/li>\n<li> Limitation on Liability <\/li>\n<li> Choice of Forum and Law <\/li>\n<li> Your account terminates on your death <\/li>\n<li> Policy regarding copyright infringement - DMCA <\/li>\n<li> No Warranty <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what activities are allowed, under what conditions we may terminate your account, and asserts our limited liability.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services constitutes your agreement to these Terms of Service.<\/p> Summary <ol>\n<li>If you do anything truly evil, we will terminate your account.<\/li>\n<li>We are not liable for any damages related to the use of this service.<\/li>\n<li>You agree to hold patience in your heart for the hard work we do.<\/li>\n<\/ol> Privacy policies <p>We ask that you review our(Privacy Policy), so that you are aware of how we collect and use your information.<\/p> Ownership of and responsibility for content <p>All Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content.\nWe may not monitor or control the Content posted via the Services and we cannot take responsibility for such Content.\nAny use or reliance on any Content or materials posted via the Services or obtained by you through the Services is at your own risk.\nYou are responsible for your use of the Services, for any Content you provide, and for any consequences thereof.<\/p> Refraining from certain activities <p>You may not engage in the following activities through the services provided by riseup.net:<\/p>\n<ul>\n<li>Harassing or abusing others by engaging in threats, stalking or sending spam.\nThis includes usernames, aliases or using any of our resources for this purpose.<\/li>\n<li>Misuse of services by distributing viruses or malware, engaging in a denial of service attack, or attempting to gain unauthorized access to any computer system, including this one.<\/li>\n<li>Contributing to the abuse of others by distributing material where the production process created violence or sexual assault against persons.<\/li>\n<\/ul> Account Termination <p>riseup.net may terminate your service at any time for any reason.\nTypically, however, accounts are destroyed because of one of the following conditions:<\/p>\n<ul>\n<li>The account has been found to be sending Spam (excessive amounts of unsolicited email).<\/li>\n<li>The account has engaged one or more of the banned activities listed above.<\/li>\n<\/ul> Limitation on Liability <p>You agree that riseup.net is not liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.<\/p> Choice of Forum and Law <p>You agree that these Terms of Service and your use of riseup’s services is governed by the law of the State of Washington and any claim or dispute shall be resolved in the Superior Court for King County, Washington.\nYou agree that the English language version of our Terms of Service and Privacy Policy is controlling in any claim or dispute.<\/p> Your account terminates on your death <p>You agree that any rights to your riseup account, including all information stored therein, terminate upon your death.<\/p> Policy regarding copyright infringement - DMCA <p>riseup.net complies with the Digital Millennium Copyright Act’s notice and take-down procedures.\nDMCA complaints should be addressed to:<\/p>\n<code>Alan Korn\n1840 Woolsey Street\nBerkeley, CA 94703\nPh.\n(510)548-7300\nFax (510)284-3750\n<\/code>\n<p>Please note that it is riseup.net’s policy to take reasonable steps, within our power, to terminate the accounts of users who are repeat infringers in appropriate circumstances.<\/p> No Warranty <p>You understand and agree that riseup provides online services “as is” and without any warranty, express, implied, or statutory.\nWe specifically disclaim any implied warrannties of title, merchantability, fitness for a particularly purpose and non-infringement.\nWe make no warranty as to the reliability, accessibility, or quality of our services.\nYou agree that the use of our services is at your sole and exclusive risk.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner.\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:18:56.98071","updated_at":"2020-12-14 19:17:46.35819","service_id":327},"quote":"You understand and agree that riseup provides online services “as is” and without any warranty, express, implied, or statutory.\n","services":["327"],"set":"set+service+and+topic","title":"The service is provided 'as is' and to be used at the users' sole risk","topics":[],"case":{"id":286,"classification":"bad","score":20,"title":"The service is provided 'as is' and to be used at the users' sole risk","description":"This service does not provide any guarantees as to its usability or fitness for the users' purposes. Users agree to use it at their own risk, accepting any possible bugs, malfunctions or harm to their devices.","topic_id":32,"created_at":"2018-08-25 23:38:08.16021","updated_at":"2021-03-27 16:54:09.978495","docbot_regex":"^((?=.*\\\"as is\\\")|(?=.*\\\"as available\\\"))"}},{"discussion":"https://edit.tosdr.org/points/13423","id":13423,"needsModeration":false,"document":{"id":429,"name":"Terms of Service","url":"https://riseup.net/en/about-us/policy/tos","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Terms of Service <ol>\n<li> Summary <\/li>\n<li> Privacy policies <\/li>\n<li> Ownership of and responsibility for content <\/li>\n<li> Refraining from certain activities <\/li>\n<li> Account Termination <\/li>\n<li> Limitation on Liability <\/li>\n<li> Choice of Forum and Law <\/li>\n<li> Your account terminates on your death <\/li>\n<li> Policy regarding copyright infringement - DMCA <\/li>\n<li> No Warranty <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what activities are allowed, under what conditions we may terminate your account, and asserts our limited liability.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services constitutes your agreement to these Terms of Service.<\/p> Summary <ol>\n<li>If you do anything truly evil, we will terminate your account.<\/li>\n<li>We are not liable for any damages related to the use of this service.<\/li>\n<li>You agree to hold patience in your heart for the hard work we do.<\/li>\n<\/ol> Privacy policies <p>We ask that you review our(Privacy Policy), so that you are aware of how we collect and use your information.<\/p> Ownership of and responsibility for content <p>All Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content.\nWe may not monitor or control the Content posted via the Services and we cannot take responsibility for such Content.\nAny use or reliance on any Content or materials posted via the Services or obtained by you through the Services is at your own risk.\nYou are responsible for your use of the Services, for any Content you provide, and for any consequences thereof.<\/p> Refraining from certain activities <p>You may not engage in the following activities through the services provided by riseup.net:<\/p>\n<ul>\n<li>Harassing or abusing others by engaging in threats, stalking or sending spam.\nThis includes usernames, aliases or using any of our resources for this purpose.<\/li>\n<li>Misuse of services by distributing viruses or malware, engaging in a denial of service attack, or attempting to gain unauthorized access to any computer system, including this one.<\/li>\n<li>Contributing to the abuse of others by distributing material where the production process created violence or sexual assault against persons.<\/li>\n<\/ul> Account Termination <p>riseup.net may terminate your service at any time for any reason.\nTypically, however, accounts are destroyed because of one of the following conditions:<\/p>\n<ul>\n<li>The account has been found to be sending Spam (excessive amounts of unsolicited email).<\/li>\n<li>The account has engaged one or more of the banned activities listed above.<\/li>\n<\/ul> Limitation on Liability <p>You agree that riseup.net is not liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.<\/p> Choice of Forum and Law <p>You agree that these Terms of Service and your use of riseup’s services is governed by the law of the State of Washington and any claim or dispute shall be resolved in the Superior Court for King County, Washington.\nYou agree that the English language version of our Terms of Service and Privacy Policy is controlling in any claim or dispute.<\/p> Your account terminates on your death <p>You agree that any rights to your riseup account, including all information stored therein, terminate upon your death.<\/p> Policy regarding copyright infringement - DMCA <p>riseup.net complies with the Digital Millennium Copyright Act’s notice and take-down procedures.\nDMCA complaints should be addressed to:<\/p>\n<code>Alan Korn\n1840 Woolsey Street\nBerkeley, CA 94703\nPh.\n(510)548-7300\nFax (510)284-3750\n<\/code>\n<p>Please note that it is riseup.net’s policy to take reasonable steps, within our power, to terminate the accounts of users who are repeat infringers in appropriate circumstances.<\/p> No Warranty <p>You understand and agree that riseup provides online services “as is” and without any warranty, express, implied, or statutory.\nWe specifically disclaim any implied warrannties of title, merchantability, fitness for a particularly purpose and non-infringement.\nWe make no warranty as to the reliability, accessibility, or quality of our services.\nYou agree that the use of our services is at your sole and exclusive risk.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner.\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:18:56.98071","updated_at":"2020-12-14 19:17:46.35819","service_id":327},"quote":"We are not liable for any damages related to the use of this service.<\/li>\n","services":["327"],"set":"set+service+and+topic","title":"This service assumes no liability for any losses or damages resulting from any matter relating to the service","topics":[],"case":{"id":293,"classification":"bad","score":50,"title":"This service assumes no liability for any losses or damages resulting from any matter relating to the service","description":"The service assumes no liability for any damages the user incurs, including tangible (e.g. profits) and intangible losses (e.g. data), resulting from the use or inability to use the service or any other matter relating to the service.","topic_id":31,"created_at":"2018-08-26 22:31:46.138198","updated_at":"2021-03-27 16:55:25.391535","docbot_regex":"^((?=.*liable)|(?=.*liability))(((?=.*incidental)|(?=.*punitive)|(?=.*consequential))|((?=.*loss of)((?=.*revenue)|(?=.*data)|(?=.*profit))))"}},{"discussion":"https://edit.tosdr.org/points/13422","id":13422,"needsModeration":false,"document":{"id":430,"name":"Riseup and Government FAQ","url":"https://riseup.net/en/about-us/policy/government-faq","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Riseup and Government FAQ <ol>\n<li> Is Riseup working with the NSA? <\/li>\n<li> But your servers are located in the U.S., doesn’t that mean you have to install backdoors/monitoring/etc? <\/li>\n<li> How is Riseup different than Lavabit and Silent Circle? <\/li>\n<li> What if someone (like law enforcement) takes Riseup’s servers? <\/li>\n<li> How can I limit the amount of data that Riseup stores for me? <\/li>\n<li> Will Riseup services last forever? <\/li>\n<li> What about child porn, drugs, corruption, etc.\nWould you fight law enforcement requests for users doing these things? <\/li>\n<\/ol>\n<p>We have received your emails asking a number of good questions in light of last week’s news about Lavabit and SilentCircle closing down.\nWe would like to clearly state that Riseup has never given any user information to any third party.\nWe have never permitted installation of any hardware or software monitoring on any system that we control.<\/p>\n<p>We will do everything in our power to protect the data of social movements and activists, short of extended incarceration.\nWe would rather pull the plug than submit to repressive surveillance by our government, or any government.\nWe are doing everything we can, as quickly as possible, to forge forward with options that would prevent us from having to shut down, in case we are faced with making such a decision.\nIn cooperation with other groups, we are hard at work to develop and deploy a radical new infrastructure that would allow us to provide email in a way that is a thousand times more secure and that would prevent us from having access to any user’s data.\nWe have been working on this for over a year, but we have a lot more work to do before it is finalized.<\/p>\n<p>Don’t panic.\nHere are some questions and answers.<\/p> Is Riseup working with the NSA? <p>We would rather stop being Riseup before we did that.\nWe are not working with any government agency.\nWe have never simply handed over information when requested, and for years have had a no logging policy.\nWe have fought and won every time anyone has tried to get us to give up information.\nWe have never turned over any user data to any third party, fourth party, fifth party or any party.<\/p> But your servers are located in the U.S., doesn’t that mean you have to install backdoors/monitoring/etc? <p>We have no control over our network providers, but we have physical control of our servers, they are not hosted “in the cloud.” This gives us much more physical assurance of the security of our machines.\nWe would not consent to the installation of any external hardware or software on our network and would end the organization rather than install any.\nHowever, once our fiber connections leave our space, they could be monitored.\nThis is not new, and has been our assumption from the beginning.\nWhen you send an email to someone with an email hosted elsewhere, we have no control over it once it leaves our servers.\nAlso, the US still has <em>better<\/em> laws for internet providers than in many other countries, including many places in Europe, where there are data retention laws requiring providers to keep logs.\nThe US has no such requirement and it has been our policy for years to not keep any logs.<\/p> How is Riseup different than Lavabit and Silent Circle? <p>These were commercial services whose primary mission was to provide paid private email.\nRiseup is different in that we are a non-profit whose goal is to support activists and keep them safe.\nThose companies were for-profit businesses, Riseup is in it for social change!<\/p> What if someone (like law enforcement) takes Riseup’s servers? <p>They have in the past! This usually happens when they want logs, we tell them that we don’t have any and then they come and take the machine because they don’t believe us and want to see for themselves.\nHowever, all of our servers use full disk encryption, which means they cannot see or do anything with the data on the disks without the keys.\nNevertheless, we do not keep IP identifying logs, and store as little data as possible on our users.\nBut this is not just Riseup’s responsibility, each user is responsible for limiting the amount of data that Riseup stores for them!<\/p> How can I limit the amount of data that Riseup stores for me? <p>There are several ways<\/p>\n<p>\n<strong>Account info:<\/strong> When you applied for an account you provided a little information.\nAfter you are approved we don’t need this information anymore and you can clean it up.\nLogin to user.riseup.net and review the information that you have provided there and consider what information you have given us that identifies you.\nFor example, if Obama had a secret email address with Riseup and applied for the address using president@whitehouse.gov as his alternate email address, it would be a good idea for him to remove president@whitehouse.gov from his alternate email if he wanted to be able to engage in Constitutionally-protected, anonymous, speech.<\/p>\n<p>But please note: If you do remove your alternate email, and you later lose/forget your password, it will <em>not be possible<\/em> for us to reset your password.\nYou will be permanently locked out of your account and will not be able to access your emails.\nYou have been warned!<\/p>\n<p>\n<strong>Email:<\/strong> If you are not already, consider using an email client that lets you download email via the POP protocol and deletes it from the server.\nThere is no getting around the mail arriving on Riseup’s server, but if you download it and it’s deleted from the server then Riseup doesn’t have it anymore.\nBut note this does have a downside, using webmail or the IMAP protocol does allow you to check email from more than one computer.\nIf you need that ability, one approach might be to move older email offline to a single computer and just check newer things from multiple locations.\nHere are some directions for downloading your email.<\/p>\n<p>\n<strong>Lists:<\/strong> one of the nice features of having a mailing list is having a message archive.\nBut if the idea of someone you don’t want getting access to that archive scares you, then it might be better to do without an archive or periodically move the archive to a more secure location.\nBut don’t forget that any subscriber to your list gets a copy of every message, so even if you have the archives removed, there is nothing that prevents subscribers from leaking those messages! More info at: Downloading List Archives.<\/p>\n<p>\n<strong>Ask yourself:<\/strong> where are the important emails, documents, and manifestos of your group stored? Do you have a good place for them for people to find when you are gone and people want to write the history about how you changed the world? If they are only stored in Riseup, that isn’t good.\nDownload them and put them somewhere safer! We are birds, so we like eggs, but we don’t like people putting all their eggs in our basket.<\/p> Will Riseup services last forever? <p>While we are committed to doing everything in our power to protect the data of social movements and activists, short of extended incarceration, we would rather pull the plug than submit to repressive surveillance by any government.\nWe would be really sad to see Riseup go, but if we are forced to, we would rather it go away than to betray your trust and compromise the activist community.\nWith this in mind, you should be sure you are prepared in case something does happen, such as downloading and archive your email on your own computer!<\/p> What about child porn, drugs, corruption, etc.\nWould you fight law enforcement requests for users doing these things? <p>Those things violate Riseup’s Terms of Service and, unlike some more “American Libertarian” service providers, we do not exist to provide privacy for doing anything you want.\nWe would close the accounts of people doing those things and the collective may even decide to cooperate with law enforcement rather than set all the servers on fire and destroy the organization, and your email.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:19:46.494405","updated_at":"2020-12-14 19:17:52.030839","service_id":327},"quote":" we do not keep IP identifying logs","services":["327"],"set":"set+service+and+topic","title":"IP addresses of website visitors are not tracked","topics":[],"case":{"id":192,"classification":"good","score":50,"title":"IP addresses of website visitors are not tracked","description":"The Service disclaims that IP adresses from users are not collected (or anonymized) nor shared.","topic_id":56,"created_at":"2018-01-16 15:26:09.755556","updated_at":"2021-03-27 16:49:35.914098","privacy_related":true,"docbot_regex":"^(((?=.*do not)|(?=.*don't)|(?=.*does not))((?=.*collect)|(?=.*store)|(?=.*keep)|(?=.*record))|(?=.*anonymized))(?=.* IP )"}},{"discussion":"https://edit.tosdr.org/points/9271","id":9271,"needsModeration":false,"document":{"id":428,"name":"Privacy Policy","url":"https://riseup.net/en/about-us/policy/privacy-policy","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Privacy Policy <ol>\n<li> Summary <\/li>\n<li> Information we collect and retain <ol>\n<li> Registration information <\/li>\n<li> Help tickets <\/li>\n<li> Session identifiers <\/li>\n<li> Email transit logs <\/li>\n<li> Quarter of last log in <\/li>\n<\/ol>\n<\/li>\n<li> Information we choose to not retain <ol>\n<li> IP addresses <\/li>\n<li> Browser fingerprint <\/li>\n<li> Message metadata <\/li>\n<\/ol>\n<\/li>\n<li> How we store and share collected information <ol>\n<li> Encryption <\/li>\n<li> We do not share user information <\/li>\n<li> Academic research <\/li>\n<\/ol>\n<\/li>\n<li> Account deletion <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what information we collect and what it’s used for.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services will constitute your agreement to our Privacy Policy.\nPlease also review our Terms of Service.<\/p> Summary <p>You have a reasonable expectation of privacy regarding any communication or data transiting or stored on this information system.\nWe collect very little personal information, and none of the information we do collect is ever shared.<\/p> Information we collect and retain Registration information <p>When you create an account, we retain the date you registered (rounded to the nearest quarter year).\nAccount request information is removed after four months, and invite status is removed after one month.\nIf you choose to set a reset email address, we retain this record but in a format that is unreadable by us (it is stored in a hashed digest, similar to how passwords are stored).<\/p> Help tickets <p>The content of any help ticket you create or comment on while authenticated will be associated with your user account.\nYou can choose to fill out a help ticket anonymously by creating a ticket while not logged in.\nWe periodically delete old help tickets that are closed.<\/p> Session identifiers <p>While currently logged in, we keep a temporary session identifier on your computer that your software uses to prove your authentication state.\nThis is erased immediately after you log out or the session expires.\nWe do not use any third party cookies or tracking of any kind.<\/p> Email transit logs <p>In order to detect when our servers are under attack from a “spam bomb” or when a spammer is using our system, we keep a log of the “from” or “to” information for every message relayed.\nThese logs are purged on a daily basis.<\/p> Quarter of last log in <p>We keep a record of the quarter and year of your last successful authentication (in order to be able to disable and delete dormant accounts).\nWe do not record the time or day of the last log in.\nFor example, this information looks like “Q3 2018”.<\/p> Information we choose to not retain IP addresses <p>No IP addresses of any user for any service are retained.<\/p> Browser fingerprint <p>Your web browser communicates uniquely identifying information to all web servers it visits by allowing the site to know details about your operating system, browser information, plugins installed, fonts installed, screen resolution, and much more.\nWe do not retain any of this information.<\/p> Message metadata <p>Even when using end-to-end OpenPGP encryption for email messages, the email “subject” and routing information regarding the message “from” and “to” are seen by our servers in the clear when the email initially arrives.\nThis is due to inherent limitations in the email protocol and in OpenPGP.<\/p> How we store and share collected information Encryption <p>All of your data is stored in an encrypted format, and only Riseup has the keys to decrypt the data.\nAdditionally, as of March 2017, the storage for all new accounts is personally encrypted.\nRiseup is unable to read any of the stored content for these accounts.\nAny user with an account created prior to March 2017 may opt-in to personally encrypted storage.<\/p> We do not share user information <p>We retain only the bare minimum of information about each user that is required to make the service work.\nWe do not sell or share any of it.<\/p> Academic research <p>Anonymous, aggregated information that cannot be linked back to an individual user may be made available to experienced researchers for the sole purpose of developing better systems for anonymous and secure communication.\nFor example, we may aggregate information on how many messages a typical user sends and receives, and with what frequency.<\/p>\n<p>We will not read, search, or process any of your incoming or outgoing mail other than to protect you from viruses and spam or when directed to do so by you when troubleshooting.<\/p> Account deletion <p>You may choose to delete your riseup.net account at any time.\nDoing so will destroy all the data we retain that is associated with your account.\nThe usernames associated with deleted accounts remain unavailable for others to use for one year.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner (like our Newsletters).\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:16:58.738273","updated_at":"2020-12-14 19:17:39.016932","service_id":327},"quote":"none of the information we do collect is ever shared.<\/p","services":["327"],"set":"set+service+and+topic","title":"This service does not sell your personal data","topics":[],"case":{"id":193,"classification":"good","score":25,"title":"Your personal data is not sold","description":"This service makes an explicit promise not to sell \"personal data\" of users.","topic_id":41,"created_at":"2018-01-16 15:26:09.775334","updated_at":"2021-02-08 02:39:01.657398","privacy_related":true,"docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/9012","id":9012,"needsModeration":false,"document":{"id":429,"name":"Terms of Service","url":"https://riseup.net/en/about-us/policy/tos","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Terms of Service <ol>\n<li> Summary <\/li>\n<li> Privacy policies <\/li>\n<li> Ownership of and responsibility for content <\/li>\n<li> Refraining from certain activities <\/li>\n<li> Account Termination <\/li>\n<li> Limitation on Liability <\/li>\n<li> Choice of Forum and Law <\/li>\n<li> Your account terminates on your death <\/li>\n<li> Policy regarding copyright infringement - DMCA <\/li>\n<li> No Warranty <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what activities are allowed, under what conditions we may terminate your account, and asserts our limited liability.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services constitutes your agreement to these Terms of Service.<\/p> Summary <ol>\n<li>If you do anything truly evil, we will terminate your account.<\/li>\n<li>We are not liable for any damages related to the use of this service.<\/li>\n<li>You agree to hold patience in your heart for the hard work we do.<\/li>\n<\/ol> Privacy policies <p>We ask that you review our(Privacy Policy), so that you are aware of how we collect and use your information.<\/p> Ownership of and responsibility for content <p>All Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content.\nWe may not monitor or control the Content posted via the Services and we cannot take responsibility for such Content.\nAny use or reliance on any Content or materials posted via the Services or obtained by you through the Services is at your own risk.\nYou are responsible for your use of the Services, for any Content you provide, and for any consequences thereof.<\/p> Refraining from certain activities <p>You may not engage in the following activities through the services provided by riseup.net:<\/p>\n<ul>\n<li>Harassing or abusing others by engaging in threats, stalking or sending spam.\nThis includes usernames, aliases or using any of our resources for this purpose.<\/li>\n<li>Misuse of services by distributing viruses or malware, engaging in a denial of service attack, or attempting to gain unauthorized access to any computer system, including this one.<\/li>\n<li>Contributing to the abuse of others by distributing material where the production process created violence or sexual assault against persons.<\/li>\n<\/ul> Account Termination <p>riseup.net may terminate your service at any time for any reason.\nTypically, however, accounts are destroyed because of one of the following conditions:<\/p>\n<ul>\n<li>The account has been found to be sending Spam (excessive amounts of unsolicited email).<\/li>\n<li>The account has engaged one or more of the banned activities listed above.<\/li>\n<\/ul> Limitation on Liability <p>You agree that riseup.net is not liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.<\/p> Choice of Forum and Law <p>You agree that these Terms of Service and your use of riseup’s services is governed by the law of the State of Washington and any claim or dispute shall be resolved in the Superior Court for King County, Washington.\nYou agree that the English language version of our Terms of Service and Privacy Policy is controlling in any claim or dispute.<\/p> Your account terminates on your death <p>You agree that any rights to your riseup account, including all information stored therein, terminate upon your death.<\/p> Policy regarding copyright infringement - DMCA <p>riseup.net complies with the Digital Millennium Copyright Act’s notice and take-down procedures.\nDMCA complaints should be addressed to:<\/p>\n<code>Alan Korn\n1840 Woolsey Street\nBerkeley, CA 94703\nPh.\n(510)548-7300\nFax (510)284-3750\n<\/code>\n<p>Please note that it is riseup.net’s policy to take reasonable steps, within our power, to terminate the accounts of users who are repeat infringers in appropriate circumstances.<\/p> No Warranty <p>You understand and agree that riseup provides online services “as is” and without any warranty, express, implied, or statutory.\nWe specifically disclaim any implied warrannties of title, merchantability, fitness for a particularly purpose and non-infringement.\nWe make no warranty as to the reliability, accessibility, or quality of our services.\nYou agree that the use of our services is at your sole and exclusive risk.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner.\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:18:56.98071","updated_at":"2020-12-14 19:17:46.35819","service_id":327},"quote":"Choice of Forum and Law <p>You agree that these Terms of Service and your use of riseup’s services is governed by the law of the State of Washington and any claim or dispute shall be resolved in the Superior Court for King County, Washington","services":["327"],"set":"set+service+and+topic","title":"The court of law governing the terms is in location X","topics":[],"case":{"id":163,"classification":"neutral","score":0,"title":"The court of law governing the terms is in location X","description":"The Terms are governed by the applicable laws of a jurisdiction (specified in the title of each point by replacing the \"X\").","topic_id":44,"created_at":"2018-01-16 15:26:09.179743","updated_at":"2021-02-25 12:38:43.370701","docbot_regex":""}},{"discussion":"https://edit.tosdr.org/points/9011","id":9011,"needsModeration":false,"document":{"id":430,"name":"Riseup and Government FAQ","url":"https://riseup.net/en/about-us/policy/government-faq","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Riseup and Government FAQ <ol>\n<li> Is Riseup working with the NSA? <\/li>\n<li> But your servers are located in the U.S., doesn’t that mean you have to install backdoors/monitoring/etc? <\/li>\n<li> How is Riseup different than Lavabit and Silent Circle? <\/li>\n<li> What if someone (like law enforcement) takes Riseup’s servers? <\/li>\n<li> How can I limit the amount of data that Riseup stores for me? <\/li>\n<li> Will Riseup services last forever? <\/li>\n<li> What about child porn, drugs, corruption, etc.\nWould you fight law enforcement requests for users doing these things? <\/li>\n<\/ol>\n<p>We have received your emails asking a number of good questions in light of last week’s news about Lavabit and SilentCircle closing down.\nWe would like to clearly state that Riseup has never given any user information to any third party.\nWe have never permitted installation of any hardware or software monitoring on any system that we control.<\/p>\n<p>We will do everything in our power to protect the data of social movements and activists, short of extended incarceration.\nWe would rather pull the plug than submit to repressive surveillance by our government, or any government.\nWe are doing everything we can, as quickly as possible, to forge forward with options that would prevent us from having to shut down, in case we are faced with making such a decision.\nIn cooperation with other groups, we are hard at work to develop and deploy a radical new infrastructure that would allow us to provide email in a way that is a thousand times more secure and that would prevent us from having access to any user’s data.\nWe have been working on this for over a year, but we have a lot more work to do before it is finalized.<\/p>\n<p>Don’t panic.\nHere are some questions and answers.<\/p> Is Riseup working with the NSA? <p>We would rather stop being Riseup before we did that.\nWe are not working with any government agency.\nWe have never simply handed over information when requested, and for years have had a no logging policy.\nWe have fought and won every time anyone has tried to get us to give up information.\nWe have never turned over any user data to any third party, fourth party, fifth party or any party.<\/p> But your servers are located in the U.S., doesn’t that mean you have to install backdoors/monitoring/etc? <p>We have no control over our network providers, but we have physical control of our servers, they are not hosted “in the cloud.” This gives us much more physical assurance of the security of our machines.\nWe would not consent to the installation of any external hardware or software on our network and would end the organization rather than install any.\nHowever, once our fiber connections leave our space, they could be monitored.\nThis is not new, and has been our assumption from the beginning.\nWhen you send an email to someone with an email hosted elsewhere, we have no control over it once it leaves our servers.\nAlso, the US still has <em>better<\/em> laws for internet providers than in many other countries, including many places in Europe, where there are data retention laws requiring providers to keep logs.\nThe US has no such requirement and it has been our policy for years to not keep any logs.<\/p> How is Riseup different than Lavabit and Silent Circle? <p>These were commercial services whose primary mission was to provide paid private email.\nRiseup is different in that we are a non-profit whose goal is to support activists and keep them safe.\nThose companies were for-profit businesses, Riseup is in it for social change!<\/p> What if someone (like law enforcement) takes Riseup’s servers? <p>They have in the past! This usually happens when they want logs, we tell them that we don’t have any and then they come and take the machine because they don’t believe us and want to see for themselves.\nHowever, all of our servers use full disk encryption, which means they cannot see or do anything with the data on the disks without the keys.\nNevertheless, we do not keep IP identifying logs, and store as little data as possible on our users.\nBut this is not just Riseup’s responsibility, each user is responsible for limiting the amount of data that Riseup stores for them!<\/p> How can I limit the amount of data that Riseup stores for me? <p>There are several ways<\/p>\n<p>\n<strong>Account info:<\/strong> When you applied for an account you provided a little information.\nAfter you are approved we don’t need this information anymore and you can clean it up.\nLogin to user.riseup.net and review the information that you have provided there and consider what information you have given us that identifies you.\nFor example, if Obama had a secret email address with Riseup and applied for the address using president@whitehouse.gov as his alternate email address, it would be a good idea for him to remove president@whitehouse.gov from his alternate email if he wanted to be able to engage in Constitutionally-protected, anonymous, speech.<\/p>\n<p>But please note: If you do remove your alternate email, and you later lose/forget your password, it will <em>not be possible<\/em> for us to reset your password.\nYou will be permanently locked out of your account and will not be able to access your emails.\nYou have been warned!<\/p>\n<p>\n<strong>Email:<\/strong> If you are not already, consider using an email client that lets you download email via the POP protocol and deletes it from the server.\nThere is no getting around the mail arriving on Riseup’s server, but if you download it and it’s deleted from the server then Riseup doesn’t have it anymore.\nBut note this does have a downside, using webmail or the IMAP protocol does allow you to check email from more than one computer.\nIf you need that ability, one approach might be to move older email offline to a single computer and just check newer things from multiple locations.\nHere are some directions for downloading your email.<\/p>\n<p>\n<strong>Lists:<\/strong> one of the nice features of having a mailing list is having a message archive.\nBut if the idea of someone you don’t want getting access to that archive scares you, then it might be better to do without an archive or periodically move the archive to a more secure location.\nBut don’t forget that any subscriber to your list gets a copy of every message, so even if you have the archives removed, there is nothing that prevents subscribers from leaking those messages! More info at: Downloading List Archives.<\/p>\n<p>\n<strong>Ask yourself:<\/strong> where are the important emails, documents, and manifestos of your group stored? Do you have a good place for them for people to find when you are gone and people want to write the history about how you changed the world? If they are only stored in Riseup, that isn’t good.\nDownload them and put them somewhere safer! We are birds, so we like eggs, but we don’t like people putting all their eggs in our basket.<\/p> Will Riseup services last forever? <p>While we are committed to doing everything in our power to protect the data of social movements and activists, short of extended incarceration, we would rather pull the plug than submit to repressive surveillance by any government.\nWe would be really sad to see Riseup go, but if we are forced to, we would rather it go away than to betray your trust and compromise the activist community.\nWith this in mind, you should be sure you are prepared in case something does happen, such as downloading and archive your email on your own computer!<\/p> What about child porn, drugs, corruption, etc.\nWould you fight law enforcement requests for users doing these things? <p>Those things violate Riseup’s Terms of Service and, unlike some more “American Libertarian” service providers, we do not exist to provide privacy for doing anything you want.\nWe would close the accounts of people doing those things and the collective may even decide to cooperate with law enforcement rather than set all the servers on fire and destroy the organization, and your email.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:19:46.494405","updated_at":"2020-12-14 19:17:52.030839","service_id":327},"quote":"We would like to clearly state that Riseup has never given any user information to any third party.","services":["327"],"set":"set+service+and+topic","title":"The service does not share user information with third parties","topics":[],"case":{"id":311,"classification":"good","score":50,"title":"The service does not share user information with third parties","description":"Information collected from users by this service is not given to third parties.","topic_id":48,"created_at":"2018-08-28 02:39:24.892359","updated_at":"2018-08-28 02:39:24.892359","privacy_related":true}},{"discussion":"https://edit.tosdr.org/points/1241","id":1241,"needsModeration":false,"document":{"id":429,"name":"Terms of Service","url":"https://riseup.net/en/about-us/policy/tos","xpath":"","text":" Riseup Home Home Donate! Red Accounts Account Support Email Chat VPN Black Accounts Account VPN Other Services Lists Pad Share Groups <ul>\n<li> Home <\/li>\n<li> Email <\/li>\n<li> Lists <\/li>\n<li> Chat <\/li>\n<li> VPN <\/li>\n<li> Security <\/li>\n<li> About Us <\/li>\n<\/ul>\n<ul>\n<li> Canary <\/li>\n<li> Contact <\/li>\n<li> Newsletters <\/li>\n<li> Donate <\/li>\n<li> Policy <\/li>\n<li> Political Principles <\/li>\n<li> Press <\/li>\n<li> Projects <\/li>\n<\/ul> 中文 Español English Português Pyccĸий Deutsch Français Italiano Polski Ελληνικά Català Hindi Support Riseup! Terms of Service <ol>\n<li> Summary <\/li>\n<li> Privacy policies <\/li>\n<li> Ownership of and responsibility for content <\/li>\n<li> Refraining from certain activities <\/li>\n<li> Account Termination <\/li>\n<li> Limitation on Liability <\/li>\n<li> Choice of Forum and Law <\/li>\n<li> Your account terminates on your death <\/li>\n<li> Policy regarding copyright infringement - DMCA <\/li>\n<li> No Warranty <\/li>\n<li> Changes to this policy <\/li>\n<\/ol>\n<p>This document describes what activities are allowed, under what conditions we may terminate your account, and asserts our limited liability.\nIt applies to all interactions with riseup.net.\nYour use of riseup.net services constitutes your agreement to these Terms of Service.<\/p> Summary <ol>\n<li>If you do anything truly evil, we will terminate your account.<\/li>\n<li>We are not liable for any damages related to the use of this service.<\/li>\n<li>You agree to hold patience in your heart for the hard work we do.<\/li>\n<\/ol> Privacy policies <p>We ask that you review our(Privacy Policy), so that you are aware of how we collect and use your information.<\/p> Ownership of and responsibility for content <p>All Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content.\nWe may not monitor or control the Content posted via the Services and we cannot take responsibility for such Content.\nAny use or reliance on any Content or materials posted via the Services or obtained by you through the Services is at your own risk.\nYou are responsible for your use of the Services, for any Content you provide, and for any consequences thereof.<\/p> Refraining from certain activities <p>You may not engage in the following activities through the services provided by riseup.net:<\/p>\n<ul>\n<li>Harassing or abusing others by engaging in threats, stalking or sending spam.\nThis includes usernames, aliases or using any of our resources for this purpose.<\/li>\n<li>Misuse of services by distributing viruses or malware, engaging in a denial of service attack, or attempting to gain unauthorized access to any computer system, including this one.<\/li>\n<li>Contributing to the abuse of others by distributing material where the production process created violence or sexual assault against persons.<\/li>\n<\/ul> Account Termination <p>riseup.net may terminate your service at any time for any reason.\nTypically, however, accounts are destroyed because of one of the following conditions:<\/p>\n<ul>\n<li>The account has been found to be sending Spam (excessive amounts of unsolicited email).<\/li>\n<li>The account has engaged one or more of the banned activities listed above.<\/li>\n<\/ul> Limitation on Liability <p>You agree that riseup.net is not liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.<\/p> Choice of Forum and Law <p>You agree that these Terms of Service and your use of riseup’s services is governed by the law of the State of Washington and any claim or dispute shall be resolved in the Superior Court for King County, Washington.\nYou agree that the English language version of our Terms of Service and Privacy Policy is controlling in any claim or dispute.<\/p> Your account terminates on your death <p>You agree that any rights to your riseup account, including all information stored therein, terminate upon your death.<\/p> Policy regarding copyright infringement - DMCA <p>riseup.net complies with the Digital Millennium Copyright Act’s notice and take-down procedures.\nDMCA complaints should be addressed to:<\/p>\n<code>Alan Korn\n1840 Woolsey Street\nBerkeley, CA 94703\nPh.\n(510)548-7300\nFax (510)284-3750\n<\/code>\n<p>Please note that it is riseup.net’s policy to take reasonable steps, within our power, to terminate the accounts of users who are repeat infringers in appropriate circumstances.<\/p> No Warranty <p>You understand and agree that riseup provides online services “as is” and without any warranty, express, implied, or statutory.\nWe specifically disclaim any implied warrannties of title, merchantability, fitness for a particularly purpose and non-infringement.\nWe make no warranty as to the reliability, accessibility, or quality of our services.\nYou agree that the use of our services is at your sole and exclusive risk.<\/p> Changes to this policy <p>We reserve the right to change this policy.\nIf we make major changes, we will notify our users in a clear and prominent manner.\nMinor changes may only be highlighted in the footer of our website.<\/p> This site is run by Riseup, your friendly Ⓐutonomous tech collective since 1999 <ul>\n<li> Donate! <\/li>\n<li> About Us <\/li>\n<li> Privacy Policy <\/li>\n<\/ul> Please edit this site ","created_at":"2018-08-29 04:18:56.98071","updated_at":"2020-12-14 19:17:46.35819","service_id":327},"quote":" <p>riseup.net may terminate your service at any time for any reason.","services":["327"],"set":"set+service+and+topic","title":"The service can delete your account without prior notice and without a reason","topics":[],"case":{"id":201,"classification":"bad","score":60,"title":"The service can delete your account without prior notice and without a reason","description":"At any time, your account can be terminated without explanation and without warning by the service. ","topic_id":47,"created_at":"2018-01-16 15:26:09.915249","updated_at":"2021-03-27 16:50:21.590916","docbot_regex":"^((?=.*terminate)|(?=.*suspend)|(?=.*close))((?=.*account)|(?=.*membership)|(?=.*access))"}},{"discussion":"https://edit.tosdr.org/points/1156","id":1156,"needsModeration":true,"document":{},"services":["327"],"set":"set+service+and+topic","title":"No data is ever shared with third parties","topics":[],"case":{"id":235,"classification":"neutral","score":0,"title":"none","description":"Do not select this case, because points with this case will not show up on tosdr.org","topic_id":53,"created_at":"2018-07-11 09:35:12.069597","updated_at":"2019-04-01 07:00:21.112429"}},{"discussion":"https://edit.tosdr.org/points/1157","id":1157,"needsModeration":true,"document":{},"services":["327"],"set":"set+service+and+topic","title":"No personal data is required for account registration","topics":[],"case":{"id":235,"classification":"neutral","score":0,"title":"none","description":"Do not select this case, because points with this case will not show up on tosdr.org","topic_id":53,"created_at":"2018-07-11 09:35:12.069597","updated_at":"2019-04-01 07:00:21.112429"}},{"discussion":"https://edit.tosdr.org/points/1158","id":1158,"needsModeration":true,"document":{},"services":["327"],"set":"set+service+and+topic","title":"User storage is personally encrypted","topics":[],"case":{"id":235,"classification":"neutral","score":0,"title":"none","description":"Do not select this case, because points with this case will not show up on tosdr.org","topic_id":53,"created_at":"2018-07-11 09:35:12.069597","updated_at":"2019-04-01 07:00:21.112429"}},{"discussion":"https://edit.tosdr.org/points/1155","id":1155,"needsModeration":true,"document":{},"services":["327"],"set":"set+service+and+topic","title":"Minimal logging","topics":[],"case":{"id":235,"classification":"neutral","score":0,"title":"none","description":"Do not select this case, because points with this case will not show up on tosdr.org","topic_id":53,"created_at":"2018-07-11 09:35:12.069597","updated_at":"2019-04-01 07:00:21.112429"}}],"urls":["riseup.net","nzh3fv6jc6jskki3.onion"]}}
