{"error":[256],"message":["285"],"parameters":{"_source":{"id":[285],"name":["scotiabank"],"url":["scotiabank.com"],"created_at":["2018-01-16 15:26:07.431012"],"updated_at":["2021-03-25 03:19:32.39676"],"wikipedia":{},"keywords":[""],"related":[""],"slug":["scotiabank"],"is_comprehensively_reviewed":[false],"user_id":{},"rating":["N/A"],"status":{},"nice_service":["scotiabank"],"image":["285.png"]},"image":["https://tosdr-logos.s3.eu-west-2.jbcdn.net/285.png"],"documents":[{"id":1465,"name":"Terms of Access","url":"https://www.scotiabank.com/ca/en/about/contact-us/legal.html","xpath":"//*[@id=\"main\"]","text":" Legal Scotiabank.com Terms of Access<br> IMPORTANT <p>THIS NOTICE GOVERNS USE OF THIS WORLD WIDE WEB SITE (\"SITE\") SCOTIABANK.COM.\nBY ACCESSING THIS SITE, YOU AGREE TO THE FOLLOWING TERMS.\nIF YOU DO NOT AGREE TO THESE TERMS, DO NOT ACCESS THIS SITE.<br>\n<\/p>\n<p>Click on the links provided for legal notices pertaining to Scotiabank Global Banking and Markets, 1832 Asset Management L.P.\nand ScotiaMcLeod Web sites that are additional to the legal notice provided by The Bank of Nova Scotia (sometimes referred to as “Scotiabank”) in respect to Scotiabank and its affiliates.<br>\n<\/p>\n<p>Copyright in the content of this site, including the screens displaying the pages and their arrangement, is owned by The Bank of Nova Scotia unless otherwise indicated.\nAll rights reserved.\nUsers of Scotiabank's World Wide Web site pages (the \"Work\") shall only be entitled to copy the Work for their own personal use and may not republish nor reproduce any substantial part of the Work in any manner whatsoever, including electronically reproducing this Work by \"uploading\", \"downloading\" or accessing the Work on to the Internet or any other local or international computer system, without the prior written permission of Scotiabank, and any such unauthorized use constitutes copyright infringement.\nAn acknowledgement of the source must be included whenever Scotiabank material is copied or published.\nIf you require further information on a permitted use or license to reproduce or republish any material, address your inquiry to e-Scotia, Business to Consumer Products &amp.\nServices, 44 King Street West, Toronto, Ontario M5H 1H1.\nAny infringement of Scotiabank rights will result in appropriate legal action.\nScotiabank disclaims any and all liability for any consequences which may result from any unauthorized reproduction or use of this Work whatsoever.\nUse of any software downloaded from this site is governed by the terms of any license agreement provided with that software.<\/p>\n<p>Jurisdiction: Available Only Where Permitted by Law<\/p>\n<p>Information on Scotiabank's WWW pages is for information purposes only and does not constitute an offer to buy or a solicitation to sell any currency, investment fund, securities, units of mutual funds, or other product service or information in any jurisdiction in which an offer or solicitation is not authorized or cannot be legally made, or to any person whom it is unlawful to make an offer or solicitation.\nFor information specific to any jurisdiction outside of Canada, please contact your financial advisor.<\/p>\n<p>Not all products and services displayed on Scotiabank’s WWW pages that Canadian residents may be interested in are available in all regions of Canada.\nNot all products and services that other country residents may be interested in are available in that country.<\/p>\n<p>Scotiabank's products and services are available in accordance with local law and only if they may be lawfully offered for sale in any particular jurisdiction.\nAll Scotiabank products and services are subject to the terms of applicable agreements.<\/p>\n<p>You acknowledge and agree that while you may access Scotiabank’s WWW pages from other jurisdictions outside of Canada, some aspects of the products and services or some information thereon may not be available to you in those jurisdictions.\nScotiabank is only offering to you products and services that are legally permitted in the jurisdictions from which you access Scotiabank’s WWW pages, whether through mobile banking or otherwise.\nIf you access or use Scotiabank’s WWW pages outside of Canada, you do so at your own risk, and you bear all responsibility for compliance with any local, provincial, national, or international laws that are applicable to such aces or use of Scotiabank’s WWW pages by you.<\/p>\n<p>Not Offering Any Advice<\/p>\n<p>The information, material and content provided in Scotiabank’s WWW pages is for informational purposes only and is not intended to provide specific financial, investment, tax, legal, accounting or other advice to you, and should not be acted or relied upon in that regard without seeking the advice of a professional.<\/p> Access to and Use of Site <p>Scotiabank adheres to the highest security measures on its&nbsp;Scotiabank.com&nbsp;and Scotia OnLine Financial Services websites.<\/p>\n<p>Sensitive communication between you and these sites is always protected via encryption while in transit.\nHowever, Scotiabank advises you that, unlike communication with our website, we have no control over the privacy of your e-mail communications with us.\nWe recommend that you not include private and sensitive information in e-mails to Scotiabank and its affiliates, including, but not limited to, account numbers, balances, passwords, etc.\nScotiabank and its affiliates will not be responsible for any damages you may suffer if you transmit confidential or sensitive information to us through e-mail.<\/p>\n<p>Facts and data provided by Scotiabank and its affiliates and other sources are believed to be reliable when posted.\nScotiabank cannot guarantee that they are accurate or complete or that they will be current at all times.\nInformation on this WWW site is not intended to provide legal, accounting, or tax advice, and should not be relied upon in that regard.\nNeither The Bank of Nova Scotia nor any of its affiliates is responsible in any manner for direct, indirect, special or consequential damages howsoever caused, arising out of the use of this WWW site.\nScotiabank advises all end users that IBM Canada Ltd.\nhas no liability to end users.<\/p>\n<p>All services described in this site are subject to conditions, exclusions and limitations as established by the provider of service.\nThe rate bonuses are not to be used in combination with any other pricing bonuses being offered by The Bank of Nova Scotia or its affiliates.<\/p>\n<p>Sites accessed by hypertext appearing in this Scotiabank site have been independently developed by parties other than Scotiabank and Scotiabank does not guarantee the accuracy of information contained in such sites.\nThe listing of an organization in this site should not be construed as an endorsement of its services or products, and Scotiabank will not be responsible for any losses suffered in visiting those sites.<\/p>\n<p>The Canada NewsWire Ltd.\nservice is not related to, and is independent of, Scotiabank.<\/p>\n<p>Reuters and other \"feed\" services are not related to and are independent of Scotiabank.\nScotiabank is providing information from Reuters and other \"feed\" services to you as a convenience.\nScotiabank did not investigate or verify any such information and the inclusion of any such information does not imply that Scotiabank endorses it.\nScotiabank makes no representation as to the accuracy of such information.\nReuters content is the intellectual property of Reuters Limited.\nAny copying, republication or redistribution of Reuters content, including by caching, framing or similar means, is expressly prohibited without the prior written consent of Reuters.\nReuters shall not be liable for any errors or delays in content, or for any actions taken in reliance thereon.\nReuters, the Reuters Dotted Logo and the Sphere Logo are registered trademarks of the Reuters group of companies around the world.\nTo the extent permitted by law, Scotiabank shall not be liable for any damages suffered or incurred by the user of this site or any third person arising out of any faults, interruptions or delays in the Scotiabank site or the Reuters Services and any inaccuracies, errors or omissions in the Scotiabank and Reuters content.<\/p>\n<p>All reasonable steps have been taken to ensure the security of your personal information transmitted over the Internet.\nThis includes the use of end-to-end encryption and on-line authentication.\nAlthough considerable care has been taken in preparing and maintaining the information and materials contained on Scotiabank’s WWW pages, they are provided on an “as is” basis, without warranty of any kind either express or implied.\nThere are no warranties, conditions, guarantees or representations (in this paragraph called \"Warranties\") as to merchantability, fitness for a particular purpose or other warranties, whether express or implied, in law or in fact, oral or in writing.\nAll software is provided \"as is\" without any representations or Warranties.\nEach user hereby acknowledges that it has not relied upon any representations or Warranties of Scotiabank or Reuters Information Services (Canada) Limited.<\/p>\n<p>There remains a remote possibility of data security violations occurring.\nIn the event of such breaches, the Bank of Nova Scotia and its subsidiaries and affiliates will notbe responsible for any damages you may suffer as a result.\nThe Bank of Nova Scotia and its subsidiaries and affiliates, are not responsible in any manner for direct, indirect, special or consequential damages howsoever caused, arising out of the use of this web site.\nIn particular, all responsibility or liability for any damages caused to computer systems, software or electronic files by computer viruses “worms”, “Trojan horses” or other items or forces of an intrusive, disruptive or destructive nature is disclaimed.<\/p>\n<p>The Dow Jones Indexes<sup>SM<\/sup>&nbsp;are proprietary to and distributed by Dow Jones &amp.\nCompany, Inc.\nand have been licensed for use.<\/p>\n<p>The Dow Jones Wilshire Indexes<sup>SM<\/sup>&nbsp;are jointly produced by Dow Jones &amp.\nCompany, Inc.\nand Wilshire Associates, Inc.\nand have been licensed for use.\nAll content of the Dow Jones Wilshire Indexes<sup>SM<\/sup>&nbsp;© 2005 is proprietary to Dow Jones &amp.\nCompany, Inc.\n&amp.\nWilshire Associates Incorporated.<\/p>\n<p>Dow Jones and Dow Jones Wilshire content is the intellectual property of Dow Jones &amp.\nCompany, Inc.\n(\"Dow Jones\") and/or Wilshire Associates Incorporated (\"Wilshire\").\nAny copying, republication or redistribution of Dow Jones content, including by caching, framing or similar means, is expressly prohibited without the prior written consent of Dow Jones.\nDow Jones shall not be liable for any errors or delays in content, or for any actions taken in reliance thereon.\nDow Jones Marks and Dow Jones Wilshire Marks are famous, well-known and internationally recognized trade names, trademarks and service marks owned by Dow Jones or Wilshire, as the case may be.\nTo the extent permitted by law, Dow Jones shall not be liable for any damages suffered or incurred by the user of this site or any third person arising out of any faults, interruptions or delays in the&nbsp;Scotiabank.com&nbsp;site and any inaccuracies, errors or omissions in the&nbsp;Scotiabank.com&nbsp;and Dow Jones/Dow Jones Wilshire content.\nExcept as expressly stated in this site, there are no warranties, conditions, guarantees or representations (in this paragraph called \"Warranties\") as to merchantability, fitness for a particular purpose or other warranties, whether express or implied, in law or in fact, oral or in writing.\nAll Dow Jones/Dow Jones Wilshire content is provided \"as is\" without any representations or Warranties.\nEach user hereby acknowledges that it has not relied upon any representations or Warranties of Dow Jones or Wilshire.<\/p>\n<p>¥ The prime lending rate of The Bank of Nova Scotia.<\/p> Trademark Legends <p>\n<b>\n<i>Scotiabank's Registered &amp.\nUnregistered Trademarks<\/i>\n<\/b>\n<\/p>\n<p>The symbols ® and ™ designate Canadian registered trademark and, generally, unregistered trademark status respectively.\nThe following are registered trademarks of The Bank of Nova Scotia in Canada: Scotiabank.\nScotia.\nFlying \"S\" and design.\nScotia 2020.\nScotia Banking Advantage.\nScotiabusiness.\nScotiaClub.\nScotiaconnect.\nScotia Direct.\nScotia iTRADE.\nScotiafarm.\nScotiaFunds.\nDynamic Funds.\nScotiaGold Passport.\nScotiaGold.\nScotia Homeowner ADD-Vantage.\nScotia Leasing.\nScotiaLife Financial.\nScotiaLine.\nScotiaMcLeod.\nScotia OnLine.\nScotia Plan.\nScotia Plus.\nScotia Professional.\nScotia Rewards, Scotia Securities, Scotiatrust, Scotia Value, Scotiabank Value, Cashstop, Executive Money Master, Getting There Savings Program, GICs with Guts, GoldChoice, Miss-A-Payment, Money Master, Pay Yourself Too Plan, Reality Check, TeleScotia, Scotia Ultimate, The Ultimate, The Ultimate Laddered, ScotiaCard, Scotia Total Equity, Match-A-Payment, WaterStreet Family Offices, StartRight.<\/p>\n<p>The following are trademarks of The Bank of Nova Scotia in Canada:&nbsp;scotiabank.ca;scotiabank.com.\n1832 Asset Management.\nScotia Institutional Asset Management.<\/p>\n<p>The following are service marks of The Bank of Nova Scotia in the United States: Scotiabank.\nFlying \"S\" design;&nbsp;scotiabank.com.<\/p>\n<p>The Bank of Nova Scotia has additional trademarks and service marks, registered and unregistered, in Canada and other countries, which may appear on this site.<\/p>\n<p>\n<b>\n<i>Licensed and Authorized Use<\/i>\n<\/b>\n<\/p>\n<p>The display of trademarks herein does not imply that a license of any kind has been granted.<\/p>\n<p>NHL, the NHL Shield and the image of the Stanley Cup are registered trademarks and the word mark Stanley Cup is a trademark of the National Hockey League.\nAll Rights Reserved.<\/p>\n<p>Adobe.\nAdobe and Design and Acrobat are registered trademarks of Adobe Systems Incorporated in Canada.<\/p>\n<p>Adobe Get Acrobat Reader &amp.\nDesign is a trademark of Adobe Systems Incorporated.<\/p>\n<p>\n<sup>\n<b>®<\/b>\n<\/sup> Used under license From American Express Marketing and Development Corp.<br>\nCopyright ©: Amex Canada Inc.\n2002<\/p>\n<p>Diners Club is a registered trademark of Diners Club International Ltd.<\/p>\n<p>En Route is a registered trademark of Air Canada.<\/p>\n<p>Lotus is a registered trademark of International Business Machines Corporation.<\/p>\n<p>Microsoft, Excel and Windows are registered trademarks of Microsoft Corporation.<\/p>\n<p>* indicates a registered trademark of VISA International Service Association.\nUsed under license by The Bank of Nova Scotia.<\/p>\n<p>** MasterCard is a registered trademark of MasterCard International Inc.<\/p>\n<p>*** Interac Corp.\nowner of Mark INTERAC.\nThe Bank of Nova Scotia authorized user of Mark.<\/p>\n<p>‡ Trademarks of Discovery Communications, Inc.<\/p>\n<p>† McAfee and VirusScan are registered trademarks or trademarks of McAfee, Inc., and/or its affiliates in the US and/or other countries.\nAll other registered and unregistered trademarks herein are the sole property of their respective owners All rights reserved.<\/p>\n<p>+ Bell Mobility is a trademark of Bell Canada.<\/p>\n<p>± Mobile Browser is a trademark of Bell Mobility Cellular Inc.<\/p>\n<p>Λ Rogers Communications Inc.\nUsed under License.<\/p>\n<p>¤ The BlackBerry and RIM families of related marks, images and symbols are the exclusive properties of BlackBerry Limited.\nand are used by permission.<\/p>\n<p>◊ All other service and product names are trademarks or registered trademarks of their respective owners.<\/p>\n<p>The display of trademarks herein does not imply that a license of any kind has been granted.<\/p> Subsidiaries, Affiliates and Divisions <p>The Bank of Nova Scotia Trust Company, e-Scotia.com Inc., e-Scotia Acquisition Inc., e-Scotia Commerce Holdings Ltd., Montreal Trust Company, National Trust Company, Roynat Inc., Scotia Capital Inc., Scotia Mortgage Corporation, Scotia Securities Inc., Victoria and Grey Mortgage Corporation are corporate entities separate from, though wholly owned by, The Bank of Nova Scotia.<\/p>\n<p>Scotia McLeod and Scotia iTRADE are divisions of Scotia Capital Inc.\n(“SCI”).\nSCI is a member of the Investment Industry Regulatory Organization of Canada and the Canadian Investor Protection Fund.<\/p>\n<p>Global Asset Management, Retail Canada.\nDynamicFunds.\nScotia Institutional Asset Management.\nand WaterStreet Family Offices are divisions of 1832 Asset Management L.P.<\/p>\n<p>1832 Asset Management L.P.\nis a limited partnership, the general partner of which is wholly-owned by The Bank of Nova Scotia.<\/p>\n<p>Banco Inverlat S.A.\nInstitucion de Banca Multiple Grupo Financiero Inverlat is a Mexican Bank organized under the laws of Mexico and is controlled by Grupo Financiero Inverlat S.A.\nde C.V.<\/p> Forward-Looking Statements <p>Our public communications often include oral or written forward-looking statements.\nStatements of this type are included in this document, and may be included in other filings with Canadian securities regulators or the U.S.\nSecurities and Exchange Commission, or in other communications.\nAll such statements are made pursuant to the “safe harbor” provisions of the U.S.\nPrivate Securities Litigation Reform Act of 1995 and any applicable Canadian securities legislation.\nForward-looking statements may include, but are not limited to, statements made in this document, the Management’s Discussion and Analysis in the Bank’s 2017 Annual Report under the headings “Outlook” and in other statements regarding the Bank’s objectives, strategies to achieve those objectives, the regulatory environment in which the Bank operates, anticipated financial results (including those in the area of risk management), and the outlook for the Bank’s businesses and for the Canadian, U.S.\nand global economies.\nSuch statements are typically identified by words or phrases such as “believe,” “expect,” “anticipate,” “intent,” “estimate,” “plan,” “may increase,” “may fluctuate,” and similar expressions of future or conditional verbs, such as “will,” “may,” “should,” “would” and “could.”<\/p>\n<p>By their very nature, forward-looking statements involve numerous assumptions, inherent risks and uncertainties, both general and specific, and the risk that predictions and other forward-looking statements will not prove to be accurate.\nDo not unduly rely on forward-looking statements, as a number of important factors, many of which are beyond the Bank’s control and the effects of which can be difficult to predict, could cause actual results to differ materially from the estimates and intentions expressed in such forward-looking statements.\nThese factors include, but are not limited to: the economic and financial conditions in Canada and globally.\nfluctuations in interest rates and currency values.\nliquidity and funding.\nsignificant market volatility and interruptions.\nthe failure of third parties to comply with their obligations to the Bank and its affiliates.\nchanges in monetary policy.\nlegislative and regulatory developments in Canada and elsewhere, including changes to, and interpretations of tax laws and risk-based capital guidelines and reporting instructions and liquidity regulatory guidance.\nchanges to the Bank’s credit ratings.\noperational (including technology) and infrastructure risks.\nreputational risks.\nthe risk that the Bank’s risk management models may not take into account all relevant factors.\nthe accuracy and completeness of information the Bank receives on customers and counterparties.\nthe timely development and introduction of new products and services.\nthe Bank’s ability to expand existing distribution channels and to develop and realize revenues from new distribution channels.\nthe Bank’s ability to complete and integrate acquisitions and its other growth strategies.\ncritical accounting estimates and the effects of changes in accounting policies and methods used by the Bank as described in the Bank’s annual financial statements (See “Controls and Accounting Policies – Critical accounting estimates” in the Bank’s 2017 Annual Report) and updated by quarterly reports.\nglobal capital markets activity.\nthe Bank’s ability to attract and retain key executives.\nreliance on third parties to provide components of the Bank’s business infrastructure.\nunexpected changes in consumer spending and saving habits.\ntechnological developments.\nfraud by internal or external parties, including the use of new technologies in unprecedented ways to defraud the Bank or its customers.\nincreasing cyber security risks which may include theft of assets, unauthorized access to sensitive information or operational disruption.\nanti-money laundering.\nconsolidation in the financial services sector in Canada and globally.\ncompetition, both from new entrants and established competitors.\njudicial and regulatory proceedings.\nnatural disasters, including, but not limited to, earthquakes and hurricanes, and disruptions to public infrastructure, such as transportation, communication, power or water supply.\nthe possible impact of international conflicts and other developments, including terrorist activities and war.\nthe effects of disease or illness on local, national or international economies.\nand the Bank’s anticipation of and success in managing the risks implied by the foregoing.\nA substantial amount of the Bank’s business involves making loans or otherwise committing resources to specific companies, industries or countries.\nUnforeseen events affecting such borrowers, industries or countries could have a material adverse effect on the Bank’s financial results, businesses, financial condition or liquidity.\nThese and other factors may cause the Bank’s actual performance to differ materially from that contemplated by forward-looking statements.\nFor more information, see the “Risk Management” section of the Bank’s 2017 Annual Report.<br>\n<\/p>\n<p>Material economic assumptions underlying the forward-looking statements contained in this document are set out in the 2017 Annual Report under the headings “Outlook”, as updated by quarterly reports.\nThe “Outlook” sections are based on the Bank’s views and the actual outcome is uncertain.\nReaders should consider the above-noted factors when reviewing these sections.\nThe preceding list of factors is not exhaustive of all possible risk factors and other factors could also adversely affect the Bank’s results.\nWhen relying on forward-looking statements to make decisions with respect to the Bank and its securities, investors and others should carefully consider the preceding factors, other uncertainties and potential events.\nThe forward-looking statements contained in this document are presented for the purpose of assisting the holders of the Bank’s securities and financial analysts in understanding the Bank’s financial position and results of operations as at and for the periods ended on the dates presented, as well as the Bank’s financial performance objectives, vision and strategic goals, and may not be appropriate for other purposes.\nExcept as required by law, the Bank does not undertake to update any forward-looking statements, whether written or oral, that may be made from time to time by or on its behalf.<br>\n<\/p>\n<p>Additional information relating to the Bank, including the Bank’s Annual Information Form, can be located on the SEDAR website at&nbsp;www.sedar.com&nbsp;and on the EDGAR section of the SEC’s website at&nbsp;www.sec.gov.<br>\n<\/p> ","created_at":"2019-06-06 15:57:34.554789","updated_at":"2020-12-14 22:38:03.427378","service_id":285,"user_id":2993}],"points":[{"discussion":"https://edit.tosdr.org/points/2065","id":2065,"needsModeration":true,"services":["285"],"set":"set+service+and+topic","title":"scotiabank.com/Alerts terms","topics":[],"case":{"id":235,"classification":"neutral","score":0,"title":"none","description":"Do not select this case, because points with this case will not show up on tosdr.org","topic_id":53,"created_at":"2018-07-11 09:35:12.069597","updated_at":"2019-04-01 07:00:21.112429"}}],"urls":["scotiabank.com"]}}
