{"error":[256],"message":["2122"],"parameters":{"_source":{"id":[2122],"name":["Waardevolle Eenvoud"],"url":["waardevolle-eenvoud.nl, waardevolleeenvoud.nl"],"created_at":["2020-01-13 21:08:16.998093"],"updated_at":["2021-03-25 03:19:37.010933"],"wikipedia":[""],"keywords":{},"related":{},"slug":["waardevolle_eenvoud"],"is_comprehensively_reviewed":[false],"user_id":[6736],"rating":["N/A"],"status":{},"nice_service":["waardevolle-eenvoud"],"image":["2122.png"]},"image":["https://tosdr-logos.s3.eu-west-2.jbcdn.net/2122.png"],"documents":[{"id":2329,"name":"Privacy Policy","url":"https://www.waardevolle-eenvoud.nl/privacy/","xpath":"//*[@id=\"et-boc\"]/div/div/div/div/div/div/div","text":"\nPrivacyverklaring\n<p>\n<em>\n<br>31 oktober 2018<\/em>\n<\/p>\n<p>In deze privacyverklaring leggen we uit wat we op de website www.waardevolle-eenvoud.nl allemaal doen met informatie die we over jou te weten komen.\nAls je vragen hebt, of wilt weten wat we precies van jou bijhouden, neem dan contact op met Bart Schouten.<\/p>\n<p>Bij de verwerking houden wij ons aan de eisen die de privacywetgeving stelt.\nDat betekent onder andere dat:<\/p>\n<p>• wij duidelijk vermelden met welke doeleinden wij persoonsgegevens verwerken.\nDat doen wij via deze privacyverklaring;<br>• wij onze verzameling van persoonsgegevens beperken tot alleen de persoonsgegevens die nodig zijn voor legitieme doeleinden;<br>• wij je eerst vragen om uitdrukkelijke toestemming om je persoonsgegevens te verwerken in gevallen waarin jouw toestemming is vereist;<br>• wij passende beveiligingsmaatregelen nemen om jouw persoonsgegevens te beschermen en dat ook eisen van partijen die in onze opdracht persoonsgegevens verwerken;<br>• wij je recht respecteren om jouw persoonsgegevens op jouw aanvraag ter inzage te bieden, te corrigeren of te verwijderen.<\/p>\n<p>&nbsp;<\/p> Welke persoonsgegevens verwerken we en waarom? <p>Wij verwerken jouw persoonsgegevens wanneer je gebruikmaakt van onze website en deze gegevens zelf aan ons verstrekt.\nBart Schouten verwerkt alleen persoonsgegevens die nodig zijn voor het uitvoeren van een overeenkomst of omdat het wettelijk verplicht is.\nWij publiceren deze gegevens niet tenzij we jouw uitdrukkelijke toestemming hiervoor hebben.<\/p>\n<p>Hieronder vind je alle persoonsgegevens die wij, afhankelijk van de dienst die je gebruikt, verwerken.<\/p>\nWanneer je een contactformulier invult\n<p>Wanneer je het contactformulier invult gebruiken wij persoonsgegevens om deze netjes af te kunnen handelen.\nHiervoor gebruiken wij de gegevens die jij aan ons doorgeeft, onder andere je naam, telefoonnummer, en e-mailadres.\nDeze hebben wij nodig om je verzoek te kunnen afhandelen.\nWij bewaren deze informatie totdat we zeker weten dat je tevreden bent met onze reactie.<\/p>\nWanneer je Jezelf inschrijft OM OP DE HOOGTE TE BLIJVEN<br>\n<p>Wanneer je jezelf via de website aanmeldt om op de hoogte te blijven gebruiken wij de persoonsgegevens om dat te kunnen doen.\nJe naam en mailadres worden opgeslagen in de database van Mailchimp.<\/p>\nWANNEER JE DE ONLINE INDICATIETEST INVULT<br>\n<p>Wanneer je de online indicatietest invult gebruiken wij de gegevens die je invult om een uitslag voor de test te kunnen genereren.\nDeze gegevens worden tijdens de sessie bewaard in een cookie die verdwijnt zodra je de browser afsluit.\nOp het moment dat de indicatietest een uitslag weergeeft, wordt voor technische doeleinden informatie opgeslagen in een database.\nHet gaat hierbij om het tijdstip van de test en de gegeven uitslag.\nAlle bijbehorende scores of de ingevoerde naam van het product, de dienst of het concept worden niet opgeslagen.<\/p>\nHoe lang bewaren wij de persoonsgegevens?\n<p>Bart Schouten bewaart je persoonsgegevens niet langer dan de verplichte wettelijke termijn of, wanneer dit niet van toepassing is, niet langer dan noodzakelijk is dan voor het uitvoeren van de overeenkomst of verwerken van de vraag.<\/p>\nDelen wij persoonsgegevens met derden?\n<p>Bart Schouten deelt je persoonsgegevens alleen met derden als het nodig is voor de uitvoering van een overeenkomst.\nWij geven je persoonsgegevens onder geen voorwaarde aan andere bedrijven of instellingen, behalve als wij dat wettelijk verplicht zijn.<\/p>\nCookies\n<p>Bart Schouten probeert zo min mogelijk cookies op onze websites te plaatsen.\nEen cookie is een klein tekstbestand dat bij het eerste bezoek aan deze website wordt opgeslagen in de browser van je computer, tablet of smartphone.<\/p>\n<p>We gebruiken alleen functionele cookies die nodig zijn voor het functioneren van de website en bijvoorbeeld de website sneller te maken of te onthouden dat iemand is ingelogd op de website.\nWe plaatsen cookies om de informatie die je invult in onze formulieren op te slaan, zodat je die niet meteen kwijtraakt als je verkeerd klikt.\nZonder deze cookies werkt de website niet goed.\nWe gebruiken geen invasieve of tracking cookies.\nWe hebben wel links naar andere websites.\nWe verwijzen naar hun privacyverklaring mocht je op deze links klikken.<\/p>\n<p>Deze website draait op WordPress, een CMS (content management systeem) dat is ontwikkeld door Automattic.\nTijdens je bezoek maakt WordPress gebruik van een cookie om te controleren of cookies door je browser worden ondersteunt.\nDeze cookies worden niet gebruikt voor analyses en zijn puur functioneel.\nWordPress voldoet aan de richtlijnen uit de AVG (GDPR).\nWe wijzen je derhalve ook op de algemene voorwaarden van Automattic.<\/p>\n<p>Je kunt je ook afmelden voor cookies van alle websites door je internetbrowser zo in te stellen dat deze geen cookies meer opslaat.\nHet is ook gemakkelijk om cookies en andere opgeslagen instellingen uit je browser te verwijderen.<\/p>\nHoe beveiligen wij de persoonsgegevens?\n<p>Je kunt in ons apart gepubliceerde beveiligingsbeleid lezen hoe wij je privacy beschermen.<\/p>\nInzage, wijzigen en verwijderen van je gegevens\n<p>Als je vragen hebt of wilt weten welke persoonsgegevens wij van jou hebben, kun je altijd contact met ons opnemen.\nZie de contactgegevens hieronder.<\/p>\n<p>Je hebt de volgende rechten:<br>• uitleg krijgen over welke persoonsgegevens we hebben en wat we daarmee doen<br>• inzage in de precieze persoonsgegevens die we hebben<br>• het laten corrigeren van fouten<br>• het laten verwijderen van verouderde persoonsgegevens<br>• intrekken van toestemming<br>• bezwaar maken tegen een bepaald gebruik<\/p>\n<p>Let op dat je altijd duidelijk aangeeft wie je bent, zodat we zeker weten dat we geen gegevens van de verkeerde persoon aanpassen of verwijderen.<\/p>\nWijzigingen in deze privacyverklaring\n<p>Het is niet ondenkbaar dat ons privacybeleid in de toekomst wordt uitgebreid of gewijzigd.\nLet dus altijd op de datum hierboven.<\/p>\n<p>Als je vindt dat wij je niet op de juiste manier helpen, dan heb je het recht om een klacht in te dienen bij de nationale toezichthouder, de Autoriteit Persoonsgegevens.<\/p>\nOnze contactinformatie\n<p>Bart Schouten<br>info@waardevolle-eenvoud.nl<br>06-13114915<\/p>\n","created_at":"2020-01-13 21:09:04.875705","updated_at":"2020-01-13 21:09:31.336347","service_id":2122,"user_id":6736}],"points":[],"urls":["waardevolle-eenvoud.nl"," waardevolleeenvoud.nl"]}}
